Repository: nishant2718/firefoxios-l10n
Catalog: rm/firefox-ios.xliff
Languages: rm

# Menu.PageSourceAction.Title
source: View Page Source
rm: Mussar il code da funtauna da la pagina

# Menu.RecentlySaved.Title
source: Recently Saved
rm: Memorisà dacurt

# Menu.RemoveBookmarkAction.Title
source: Remove Bookmark
rm: Allontanar il segnapagina

# Menu.ReportSiteIssueAction.Title
source: Report Site Issue
rm: Rapportar in problem cun la pagina

# Menu.ScanQRCodeAction.Title
source: Scan QR Code
rm: Scannar code QR

# Menu.SeeAllAction.Title
source: See All
rm: Vesair tut

# Menu.SharePageAction.Title
source: Share Page With…
rm: Cundivider la pagina cun…

# Menu.ShowTabs.Title
source: Show Tabs
rm: Mussar ils tabs

# Menu.TranslatePageAction.Title
source: Translate Page
rm: Translatar la pagina

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
rm: Chargiar la pagina per computers

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
rm: Chargiar la pagina per telefonins

source: Close Private Tabs
rm: Serrar ils tabs privats

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
rm: Avrir en in nov tab privat

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
rm: Firefox na memorisescha betg la cronologia u cookies, ma novs segnapaginas vegnan memorisads.

source: Learn More
rm: Ulteriuras infurmaziuns

source: Off
rm: Deactivà

source: On
rm: Activà

source: Private Browsing
rm: Modus privat

source: Private Mode
rm: Modus privat

source: Turns private mode on or off
rm: Activescha u deactivescha il modus privat

source: When Leaving Private Browsing
rm: Sche ti bandunas il modus privat

source: %@ search
rm: Tschertga %@

source: Search Settings
rm: Preferenzas da tschertgar

source: Search suggestions from %@
rm: Propostas da tschertga da %@

# %@ on %@
source: %1$@ on %2$@
rm: %1$@ sin %2$@

source: Bookmarks Menu
rm: Menu dals segnapaginas

source: Bookmarks Toolbar
rm: Trav dals segnapaginas

source: Mobile Bookmarks
rm: Segnapaginas mobils

source: Unsorted Bookmarks
rm: Segnapaginas betg zavrads

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
rm: Serrar ils tabs privats

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
rm: Serrar ils tabs privats

# TodayWidget.ClosePrivateTabsLabelV3
source: Close Private Tabs
rm: Serrar ils tabs privats

# TodayWidget.CopiedLinkLabelFromPasteBoardV1
source: Copied Link from clipboard
rm: Copià la colliaziun da l'archiv provisoric

# TodayWidget.DropDownMenuItemClearPrivateTabs
source: Clear Private Tabs
rm: Stizzar ils tabs privats

# TodayWidget.DropDownMenuItemGoToCopiedLink
source: Go to Copied Link
rm: Avrir l'adressa copiada

# TodayWidget.DropDownMenuItemNewPrivateSearch
source: New Private Search
rm: Nova tschertga privata

# TodayWidget.DropDownMenuItemNewSearch
source: New Search
rm: Nova tschertga

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
rm: Agiuntar scursanidas a Firefox a tes visur da partenza.

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
rm: Ir a la colliaziun copiada

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
rm: Avrir l'adressa copiada

# TodayWidget.GoToCopiedLinkLabelV3
source: Go to Copied Link
rm: Avrir l'adressa copiada

# TodayWidget.GoToCopiedLinkLabelV4
source: Go to Copied Link
rm: Avrir l'adressa copiada

# TodayWidget.MoreTabsLabel
source: +%d More…
rm: +%d ulteriurs…

# TodayWidget.NewPrivateTabButtonLabelV2
source: Search in Private Tab
rm: Tschertgar en in tab privat

# TodayWidget.NewSearchButtonLabelV1
source: Search in Firefox
rm: Tschertgar en Firefox

# TodayWidget.NewTabButtonLabelV1
source: New Search
rm: Nova tschertga

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
rm: Nagins tabs averts.

# TodayWidget.NoOpenTabsLabelV2
source: No Open Tabs
rm: Nagins tabs averts

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
rm: Avrir Firefox

# TodayWidget.PocketWidgetGalleryDescription
source: Discover fascinating and thought-provoking stories from across the web, curated by Pocket.
rm: Scuvra istorgias ord il web che fascineschan e dattan da pensar, curatadas da Pocket.

# TodayWidget.PocketWidgetSubLabel
source: Firefox - Recommended by Pocket
rm: Firefox - recumandà da Pocket

# TodayWidget.PocketWidgetTitle
source: Recommended by Pocket
rm: Recumandà da Pocket

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
rm: Tschertga privata

# TodayWidget.QuickActionDescription
source: Select a Firefox shortcut to add to your Home screen.
rm: Tscherna ina scursanida a Firefox per l'agiuntar al visur da partenza.

# TodayWidget.QuickActionDropDownMenu
source: Quick action
rm: Acziun svelta

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
rm: Agiuntescha ina scursanida a Firefox a tes visur da partenza. Suenter l'avair agiuntà, tutga e tegna il widget per l'editar e tscherna in'autra scursanida.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
rm: Acziuns sveltas

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
rm: Scursanidas da Firefox

# TodayWidget.QuickActionsSubLabel
source: Firefox - Quick Actions
rm: Firefox - acziuns sveltas

# TodayWidget.QuickViewGalleryDescription
source: Access your open tabs directly on your homescreen.
rm: Acceda directamain dal visur da partenza a tes tabs averts.

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
rm: Agiuntescha scursanidas a tes tabs averts.

# TodayWidget.QuickViewGalleryTitle
source: Quick View
rm: Vista svelta

# TodayWidget.QuickViewLargeGalleryDescription
source: Add shortcuts to your open tabs.
rm: Agiuntescha scursanidas per tes tabs averts.

# TodayWidget.QuickViewOpenTabsSubLabel
source: Firefox - Open Tabs
rm: Firefox – tabs averts

# TodayWidget.SearchInFirefoxTitle
source: Search in Firefox
rm: Tschertgar en Firefox

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
rm: Tschertgar en Firefox

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
rm: Tschertgar en in tab privat

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
rm: Agiuntescha scursanidas per websites visitadas frequentamain e visitadas dacurt.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
rm: Paginas preferidas

# TodayWidget.TopSitesGalleryTitleV2
source: Website Shortcuts
rm: Scursanidas a websites

# TodayWidget.TopSitesSubLabel
source: Firefox - Top Sites
rm: Firefox - paginas preferidas

# TodayWidget.TopSitesSubLabel2
source: Firefox - Website Shortcuts
rm: Firefox – Scursanidas da websites

# TodayWidget.ViewMore
source: View More
rm: Mussar dapli

# TodayWidget.ViewMoreDots
source: View More…
rm: Mussar dapli…

# Bookmarks.DeleteFolderWarning.CancelButton.Label
source: Cancel
rm: Interrumper

# Bookmarks.DeleteFolderWarning.DeleteButton.Label
source: Delete
rm: Stizzar

# Bookmarks.DeleteFolderWarning.Description
source: Are you sure you want to delete it and its contents?
rm: Vuls ti propi stizzar l'ordinatur e ses cuntegn?

# Bookmarks.DeleteFolderWarning.Title
source: This folder isn’t empty.
rm: Quest ordinatur n'è betg vid.

# 2GqvPe
source: Go to Copied Link
rm: Avrir l'adressa copiada

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
rm: Vulevas ti propi tscherner «Avrir l'adressa copiada»?

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Private Tabs’?
rm: Vulevas ti propi tscherner «Stizzar ils tabs privats»?

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Private Search’?
rm: Pos ti confermar che ti vuls «Nova tschertga privata»?

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
rm: Pos ti confermar che ti vuls «Nova tschertga»?

# ctDNmu
source: Quick access to various Firefox actions
rm: Access direct a differentas acziuns da Firefox

# eHmH1H
source: Clear Private Tabs
rm: Stizzar ils tabs privats

# eV8mOT
source: Quick Action Type
rm: Tip dad acziun svelta

# eqyNJg
source: Quick Action
rm: Acziun svelta

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
rm: I dat ${count} opziuns che correspundan ad «Avrir l'adressa copiada».

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Private Tabs’.
rm: I dat ${count} opziuns che correspundan a «Stizzar ils tabs privats».

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Private Search’.
rm: I dat ${count} opziuns che correspundan a «Nova tschertga privata».

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
rm: I dat ${count} opziuns che correspundan a «Nova tschertga».

# scEmjs
source: New Private Search
rm: Nova tschertga privata

# w9jdPK
source: Quick Action
rm: Acziun svelta

# xRJbBP
source: New Search
rm: Nova tschertga

source: Open Firefox
rm: Avrir Firefox
