Repository: nishant2718/firefoxios-l10n
Catalog: rm/firefox-ios.xliff
Languages: rm

# NSCameraUsageDescription
source: Firefox uses your camera to scan QR codes and take photos and video.
rm: Uschia pos ti far e transferir fotografias.

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved logins.
rm: Firefox pretenda Face ID per acceder a tias datas d'annunzia memorisadas.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
rm: Paginas d'internet che ti visitas dumondan eventualmain tia posiziun geografica.

# NSMicrophoneUsageDescription
source: Firefox uses your microphone to record and upload audio.
rm: Uschia pos ti memorisar e transferir videos.

# NSPhotoLibraryAddUsageDescription
source: This lets you save photos.
rm: Uschia pos ti memorisar fotografias.

# ShortcutItemTitleNewPrivateTab
source: New Private Tab
rm: Nov tab privat

# ShortcutItemTitleNewTab
source: New Tab
rm: Nov tab

# ShortcutItemTitleQRCode
source: Scan QR Code
rm: Scannar in code QR

source: Add to Bookmarks
rm: Agiuntar als segnapaginas

source: Close Tab
rm: Serrar il tab

source: Copy URL
rm: Copiar l'URL

# Menu.SendLinkToDevice
source: Send Link to Device
rm: Trametter la colliaziun ad in apparat

source: Open Last Bookmark
rm: Avrir l'ultim segnapagina

source: Open Last Tab
rm: Avrir l'ultim tab

source: Preview of %@
rm: Prevista da %@

source: Send to Device
rm: Trametter ad in apparat

source: After 1 hour
rm: Suenter 1 ura

source: After 1 minute
rm: Suenter 1 minuta

source: After 5 minutes
rm: Suenter 5 minutas

source: After 10 minutes
rm: Suenter 10 minutas

source: After 15 minutes
rm: Suenter 15 minutas

source: Change Passcode
rm: Midar il code d'access

source: Enter Passcode
rm: Endatar il code d'access

source: Enter a new passcode
rm: Endatar in nov code d'access

source: Enter a passcode
rm: Endatar in code d'access

source: Enter passcode
rm: Endatar il code d'access

# Face ID &amp; Passcode
source: Face ID & Passcode
rm: Face ID & code d'access

source: Immediately
rm: Immediat

source: Incorrect passcode. Try again (Attempts remaining: %d).
rm: Code d'access nuncorrect. Emprova anc ina giada (anc %d emprovas).

source: Incorrect passcode. Try again.
rm: Code d'access nuncorrect. Emprova anc ina giada.

source: Maximum attempts reached. Please try again in an hour.
rm: Cuntanschì il dumber maximal d'emprovas. Emprova puspè en in'ura.

source: Maximum attempts reached. Please try again later.
rm: Cuntanschì il dumber maximal d'emprovas. Emprova pli tard anc ina giada.

source: New passcode must be different than existing code.
rm: Il code d'access nov sto sa differenziar dal code actual.

source: Passcode For Logins
rm: Code per s'annunziar

source: Passcodes didn’t match. Try again.
rm: Ils codes d'access na correspundan betg. Emprova anc ina giada.

source: Re-enter passcode
rm: Repeter il code d'access

source: Require Passcode
rm: Dumandar il code d'access

source: Set Passcode
rm: Definir il code d'access

# Touch ID &amp; Passcode
source: Touch ID & Passcode
rm: Touch ID & code d'access

source: Turn Passcode Off
rm: Deactivar il code d'access

source: Turn Passcode On
rm: Activar il code d'access

source: Use Face ID
rm: Utilisar Face ID

source: Use Touch ID
rm: Utilisar Touch ID

source: Use your fingerprint to access Logins now.
rm: Utilisescha tia impronta dal det per acceder a las infurmaziuns d'annunzia.

# touchid.disable.reason.label
source: Use your fingerprint to disable Touch ID.
rm: Utilisescha tia impronta dal det per deactivar Touch ID.

# touchid.require.passcode.reason.label
source: Use your fingerprint to access configuring your required passcode interval.
rm: Utilisescha tia impronta dal det per pudair configurar l'interval ch'il code d'access vegn dumandà.

source: Cancel
rm: Interrumper

source: This action will clear all of your private data, including history from your synced devices.
rm: Questa acziun stizza tut tias datas privatas. Quai includa era la cronologia da tes apparats sincronisads.

source: Browsing History
rm: Cronologia

source: Downloaded Files
rm: Datotecas telechargiadas

source: Offline Website Data
rm: Datas da websites offline

source: Saved Logins
rm: Infurmaziuns d'annunzia memorisadas

source: Spotlight Index
rm: Index da Spotlight

source: This action will clear all of your private data. It cannot be undone.
rm: Questa acziun stizza tut tias datas privatas. Quest pass na po betg vegnir revocà.

# DefaultBrowserCard.Button
source: Go to Settings
rm: Ir als parameters

# DefaultBrowserCard.Button.v2
source: Learn How
rm: Vegnir a savair co

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
rm: Definescha che colliaziuns da websites, e-mails e messadis vegnan avertas automaticamain en Firefox.

# DefaultBrowserCard.Title
source: Switch Your Default Browser
rm: Mida tes navigatur da standard

# DefaultBrowserOnboarding.Button
source: Go to Settings
rm: Ir als parameters

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
rm: 1. Ir als parameters

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
rm: 2. Smatgar sin l'app dal navigatur da standard

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
rm: 3. Tscherner Firefox

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
rm: App dal navigatur da standard

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
rm: Definir sco navigatur da standard

source: Open in Safari
rm: Avrir en Safari

source: Try again
rm: Empruvar danovamain

source: Done
rm: Finì

source: Find in Page
rm: Tschertgar sin la pagina

source: Next in-page result
rm: Proxim resultat sin la pagina

source: Previous in-page result
rm: Resultat precedent sin la pagina

source: Delete
rm: Stizzar

# Intro.Slides.Automatic.Privacy.Description
source: Enhanced Tracking Protection blocks malware and stops trackers.
rm: La protecziun avanzada cunter il fastizar blochescha software donnegiusa e fastizaders.

# Intro.Slides.Automatic.Privacy.Title
source: Automatic Privacy
rm: Protecziun da datas automatica

# Intro.Slides.Button.Next
source: Next
rm: Enavant

# Intro.Slides.Button.SignIn
source: Sign In
rm: S'annunziar

# Intro.Slides.Button.SignUp
source: Sign Up
rm: Sa registrar

# Intro.Slides.Fast.Search.Description
source: Search suggestions get you to websites faster.
rm: Propostas da tschertga ta mainan pli svelt tar tias websites.

# Intro.Slides.Fast.Search.Title
source: Fast Search
rm: Tschertga svelta

# Intro.Slides.Firefox.Account.Sync.Description
source: Bring bookmarks, history, and passwords to Firefox on this device.
rm: Importescha segnapaginas, la cronologia e pleds-clav en Firefox sin quest apparat.

# Intro.Slides.Firefox.Account.Sync.Title
source: Sync Firefox Between Devices
rm: Sincronisescha Firefox sin differents apparats

# Intro.Slides.Mail.Description
source: Use any email app — not just Mail — with Firefox.
rm: Utilisescha mintga app per e-mails (betg mo Mail) cun Firefox.

# Intro.Slides.Mail.Title
source: You’ve got mail… options
rm: Ussa pos ti inditgar tias preferenzas per e-mails

# Intro.Slides.Private.Description
source: Tap the mask icon to slip into Private Browsing mode.
rm: Tippa sin l'icona da mascra per midar en il modus privat.

# Intro.Slides.Private.Title
source: Browse like no one’s watching
rm: Navighescha sco sche nagin t'observass

# Intro.Slides.Safe.Sync.Description
source: Protect your logins and data everywhere you use Firefox.
rm: Protegia tias infurmaziuns d'annunzia e datas dapertut nua che ti dovras Firefox.

# Intro.Slides.Safe.Sync.Title
source: Safe Sync
rm: Sincronisaziun segira

# Intro.Slides.Search.Description
source: Searching for something different? Choose another default search engine (or add your own) in Settings.
rm: Ti tschertgas insatge auter? Tscherna in'autra maschina da tschertgar sco standard (u agiuntescha in'atgna) en ils parameters.

# Intro.Slides.Search.Title
source: Your search, your way
rm: Tschertga en tia moda e maniera

# Intro.Slides.TrailheadSync.Description
source: Sign in to your account to sync and access more features.
rm: T'annunzia cun tes conto per sincronisar ed avair access ad ulteriuras funcziuns.

# Intro.Slides.TrailheadSync.Title.v2
source: Sync your bookmarks, history, and passwords to your phone.
rm: Sincronisescha ils segnapaginas, la cronologia ed ils pleds-clav era sin tes telefon.

# Intro.Slides.Welcome.Description.v2
source: Fast, private, and on your side.
rm: Spert, privat e da tia vart.

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
rm: Bainvegni tar Firefox

source: Start Browsing
rm: Cumenzar a navigar

source: Turn on Sync…
rm: Activar Sync…

source: A username and password are being requested by %@.
rm: La pagina %@ dumonda in num d'utilisader ed in pled-clav.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
rm: La pagina %1$@ dumonda in num d'utilisader ed in pled-clav. La pagina di: %2$@

source: About
rm: Davart

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
rm: Agiuntar a las scursanidas

# ActivityStream.ContextMenu.PinTopsite
source: Pin to Top Sites
rm: Fixar sco pagina preferida

# ActivityStream.ContextMenu.PinTopsite2
source: Pin
rm: Fixar

# ActivityStream.ContextMenu.RemoveFromShortcuts
source: Remove from Shortcuts
rm: Allontanar da las scursanidas

# ActivityStream.ContextMenu.RemovePinTopsite
source: Remove Pinned Site
rm: Allontanar da las paginas preferidas

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
rm: Betg pli fixar

# ActivityStream.Highlights.Bookmark
source: Bookmarked
rm: Marcà sco segnapagina

# ActivityStream.Highlights.Visited
source: Visited
rm: Visità

# ActivityStream.JumpBackIn.SectionTitle
source: Jump Back In
rm: Returnar tar

# ActivityStream.Library.Title
source: Recently Saved
rm: Memorisà dacurt

# ActivityStream.NewRecentBookmarks.Title
source: Recent Bookmarks
rm: Segnapaginas novs

# ActivityStream.Pocket.MoreLink
source: More
rm: Dapli

# ActivityStream.Pocket.SectionTitle
source: Trending on Pocket
rm: Recumandà da Pocket

# ActivityStream.Pocket.SectionTitle2
source: Recommended by Pocket
rm: Recumandà da Pocket

# ActivityStream.Pocket.Trending
source: Trending
rm: Popular

# ActivityStream.RecentHistory.Title
source: Recently Visited
rm: Visità dacurt

# ActivityStream.RecentlySaved.SectionTitle
source: Recently Saved
rm: Memorisà dacurt

# ActivityStream.RecentlySaved.ShowAll
source: Show all
rm: Mussar tut

# ActivityStream.Shortcuts.SectionTitle
source: Shortcuts
rm: Scursanidas

# ActivityStream.TopSites.RowCount
source: Rows: %d
rm: Lingias: %d

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
rm: Definir il dumber da lingias

# ActivityStream.TopSites.SectionTitle
source: Top Sites
rm: Paginas preferidas

source: Add Tab
rm: Agiuntar in tab

source: Add to Reading List
rm: Agiuntar a la glista da lectura

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
rm: Ina errur è capitada durant inserir la carta en Wallet. Emprova pli tard anc ina giada.

# AddPass.Error.Title
source: Failed to Add Pass
rm: Errur cun inserir la carta

source: Added page to Reading List
rm: Agiuntà la pagina a la glista da lectura

source: Address and Search
rm: Adressa e tschertga

source: Always Send
rm: Adina trametter

source: Authentication required
rm: Autentificaziun obligatorica

# Awesomebar.SearchWithEngine.Description
source: Search %@ directly from the address bar
rm: Tschertgar %@ direct en la trav d'adressas

# Awesomebar.SearchWithEngine.Title
source: Search with %@
rm: Tschertgar cun %@

source: Back
rm: Enavos

source: Block Pop-up Windows
rm: Bloccar fanestras pop-up

# Bookmark.BookmarkDetail.FieldsHeader.Bookmark.Title
source: Bookmark
rm: Segnapagina

# Bookmark.BookmarkDetail.FieldsHeader.Folder.Title
source: Folder
rm: Ordinatur

# Bookmark.DetailFieldTitle.Label
source: Title
rm: Titel

source: Bookmarks
rm: Segnapaginas

# Bookmarks.Edit.Button
source: Edit
rm: Modifitgar

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
rm: Modifitgar il segnapagina

# Bookmarks.EditFolder.Label
source: Edit Folder
rm: Modifitgar l'ordinatur

# Bookmarks.Folder.Label
source: Folder
rm: Ordinatur

# Bookmarks.FolderLocation.Label
source: Location
rm: Lieu

# Bookmarks.FolderName.Label
source: Folder Name
rm: Num da l'ordinatur

# Bookmarks.NewBookmark.Label
source: New Bookmark
rm: Nov segnapagina

# Bookmarks.NewFolder.Label
source: New Folder
rm: Nov ordinatur

# Bookmarks.NewSeparator.Label
source: New Separator
rm: Nov separatur

# Bookmarks.Title.Label
source: Title
rm: Titel

# BookmarksPanel.EmptyState.Title
source: Bookmarks you save will show up here.
rm: Segnapaginas che ti memoriseschas cumparan qua.

# BreachAlerts.BreachDate
source: This breach occurred on
rm: Questa sperdita da datas è succedida ils

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
rm: Pleds-clav èn ids a perder u vegnids engulads dapi che ti has midà l'ultima giada tes pled-clav. Per proteger quest conto, t'annunzia sin la website e mida tes pled-clav.

# BreachAlerts.LearnMoreButton
source: Learn more
rm: Ulteriuras infurmaziuns

# BreachAlerts.Link
source: Go to
rm: Visitar

# BreachAlerts.Title
source: Website Breach
rm: Website ha pers datas

source: Brightness
rm: Clerezza

source: Changes color theme.
rm: Mida il schema da colur.

source: Changes font type.
rm: Mida il tip da scrittira.

# ClipboardToast.GoToCopiedLink.Button
source: Go
rm: Dai

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
rm: Avrir l'adressa copiada?

source: Close
rm: Serrar

source: Closing tab
rm: Serrar il tab

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
rm: Agiuntar segnapagina per la colliaziun

# ContextMenu.ButtonToast.NewPrivateTabOpened.ButtonText
source: Switch
rm: Midar

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
rm: Avert in nov tab privat

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
rm: Midar

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
rm: Avert in nov tab

# ContextMenu.CopyImageButtonTitle
source: Copy Image
rm: Copiar la grafica

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
rm: Copiar la colliaziun da la grafica

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
rm: Copiar la colliaziun

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
rm: Telechargiar la colliaziun

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
rm: Avrir en in nov tab

# ContextMenu.OpenLinkInNewPrivateTabButtonTitle
source: Open Link in New Private Tab
rm: Avrir la colliaziun en in nov tab privat

# ContextMenu.OpenLinkInNewTabButtonTitle
source: Open Link in New Tab
rm: Avrir la colliaziun en in nov tab

# ContextMenu.SaveImageButtonTitle
source: Save Image
rm: Memorisar la grafica

# ContextMenu.ShareLinkButtonTitle
source: Share Link
rm: Cundivider la colliaziun

source: Could not add page to Reading List. Maybe it’s already there?
rm: Impussibel dad agiuntar la pagina a la glista da lectura. Forsa sa chatta ella gia là?

source: Could not add page to Reading list
rm: Impussibel dad agiuntar la pagina a la glista da lectura

source: Could not load page.
rm: Impussibel da chargiar la pagina.

# CoverSheet.v22.DarkMode.Description
source: For iOS 13 users, Firefox now automatically switches to a dark theme when your phone is set to Dark Mode. To change this behavior, go to Settings > Theme.
rm: Per utilisaders dad iOS 13 mida Firefox uss automaticamain ad in design stgir sch'il telefonin sa chatta en il modus stgir. Per midar quest cumportament, ir a Parameters > Design.

# CoverSheet.v22.DarkMode.Title
source: Dark theme now includes a dark keyboard and dark splash screen.
rm: Il design stgir includa ussa ina tastatura stgira ed in maletg da bainvegni stgir.

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
rm: La protecziun avanzada cunter il fastizar gida dad impedir che reclamas ta suondan. Activescha il modus strict per bloccar anc dapli fastizaders, reclamas e pop-ups.

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
rm: Ir als parameters

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
rm: Protecziun cunter il fastizar da reclamas

source: Create an account
rm: Crear in conto

source: Dark
rm: Stgir

source: Decrease text size
rm: Diminuir la grondezza dal text

source: Default Search Engine
rm: Maschina da tschertgar predefinida

source: Display Settings
rm: Configuraziun da la visualisaziun

source: Don’t Send
rm: Betg trametter

source: Downloads
rm: Telechargiadas

# Downloads.Alert.DownloadNow
source: Download Now
rm: Telechargiar ussa

# Downloads.CancelDialog.Cancel
source: Cancel
rm: Interrumper

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
rm: Vuls ti propi interrumper questa telechargiada?

# Downloads.CancelDialog.Resume
source: Resume
rm: Cuntinuar

# Downloads.CancelDialog.Title
source: Cancel Download
rm: Interrumper la telechargiada

# Downloads.Error.Message
source: Downloads aren’t supported in Firefox yet.
rm: Telechargiadas na vegnan actualmain anc betg sustegnidas en Firefox.

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
rm: Interrut la telechargiada

# Downloads.Toast.Failed.LabelText
source: Download Failed
rm: Betg reussì da telechargiar

# Downloads.Toast.Failed.RetryButton
source: Retry
rm: Reempruvar

# Downloads.Toast.GoToDownloads.Button
source: Downloads
rm: Telechargiadas

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
rm: 1 da %d datotecas

# DownloadsPanel.Delete.Title
source: Delete
rm: Stizzar

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
rm: Datotecas telechargiadas vegnan mussadas qua.

# DownloadsPanel.Share.Title
source: Share
rm: Cundivider

source: Enter your password to connect
rm: Endatescha tes pled-clav per ta connectar

# ErrorPages.Advanced.Button
source: Advanced
rm: Avanzà

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can’t confirm your connection to this website is secure.
rm: Attenziun: Impussibel da confermar che tia connexiun cun questa pagina web è segira.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
rm: Eventualmain sa tracti d'ina configuraziun mala u da l'emprova dad in attatgader. Cuntinuescha sche ti acceptas il ristg potenzial.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
rm: Il possessur da %@ ha configurà mal sia website. Per proteger tias infurmaziuns dad enguladitschs n'ha Firefox betg stabilì ina connexiun cun questa website.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
rm: Questa connexiun n'è betg segira

# ErrorPages.GoBack.Button
source: Go Back
rm: Turnar

# ErrorPages.VisitOnce.Button
source: Visit site anyway
rm: Tuttina visitar la pagina

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
rm: Avrir questa colliaziun en l'App Store?

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
rm: Avrir questa colliaziun en ina app externa?

# Firefox.HomePage.Title
source: Firefox Home Page
rm: Pagina da partenza da Firefox

source: Forward
rm: Renviar

# FxA.AccountVerificationDetails
source: Wrong email? Disconnect below to start over.
rm: Betg l'adressa dad e-mail correcta? Ta deconnectescha sutvart per cumenzar anc ina giada.

# FxA.AccountVerificationRequired
source: Account Verification Required
rm: Verificaziun dal conto necessaria

# FxA.AccountVerificationRequiredSurface
source: You need to verify %@. Check your email for the verification link from Firefox.
rm: Ti stos verifitgar %@. Controllescha tes e-mails per chattar la colliaziun da verificaziun da Firefox.

# FxA.ConnectAnotherDevice
source: Connect Another Device
rm: Associar in auter apparat

# FxA.FirefoxAccount
source: Firefox Account
rm: Conto da Firefox

# FxA.ManageAccount
source: Manage Account & Devices
rm: Administrar il conto ed ils apparats

# FxA.NoInternetConnection
source: No Internet Connection
rm: Nagina connexiun cun l'internet

# FxA.OpenSyncPreferences
source: Open Sync Preferences
rm: Avrir las preferenzas da Sync

# FxA.RemoveAccount
source: Remove
rm: Allontanar

# FxA.RemoveAccountAlertMessage
source: Remove the Firefox Account associated with this device to sign in as a different user.
rm: Allontanescha il conto da Firefox associà cun quest apparat per s'annunziar sco in auter utilisader.

# FxA.RemoveAccountAlertTitle
source: Remove Account
rm: Allontanar il conto

# FxA.ResendEmail
source: Resend Email
rm: Trametter danovamain l'e-mail

# FxA.SignIntoSync
source: Sign in to Sync
rm: S'annunziar tar Sync

# FxA.SyncExplain
source: Get your tabs, bookmarks, and passwords from your other devices.
rm: Per avair access a tes tabs, tes segnapaginas e tes pleds-clav da tes auters apparats.

# FxA.SyncNow
source: Sync Now
rm: Sincronisar ussa

# FxA.TakeYourWebWithYou
source: Take Your Web With You
rm: Prenda tes web cun tai

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
rm: Firefox Sync è connectà cun %@

# FxAPush_DeviceConnected_title
source: Sync Connected
rm: Sync è connectà

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
rm: Quest apparat è vegnì deconnectà cun success da Firefox Sync.

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
rm: Sync è deconnectà

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
rm: In apparat è vegnì deconnectà da Firefox Sync

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
rm: %@ è vegnì deconnetà cun success.

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
rm: Sync è deconnectà

source: Get your open tabs, bookmarks, and passwords from your other devices.
rm: Per avair access a tes tabs averts, tes segnapaginas e tes pleds-clav da tes auters apparats.

source: Help
rm: Agid

source: History
rm: Cronologia

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
rm: Stizzar la cronologia recenta…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
rm: Tut

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
rm: L'ultima ura

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
rm: Oz

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
rm: Oz ed ier

# HistoryPanel.ClearHistoryMenuTitle
source: Clearing Recent History will remove history, cookies, and other browser data.
rm: Cun stizzar la cronologia recenta vegnan la cronologia, ils cookies ed autras datas da navigaziun stizzadas.

# HistoryPanel.EmptyState.Title
source: Websites you’ve visited recently will show up here.
rm: Paginas che ti has visità dacurt cumparan qua.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
rm: Tes tabs dad auters apparats cumparan qua.
