Repository: nishant2718/firefoxios-l10n
Catalog: rm/firefox-ios.xliff
Languages: rm

# Settings.DNT.Title
source: Send websites a Do Not Track signal that you don’t want to be tracked
rm: Trametter a websites il signal «Do Not Track» per communitgar che ti na veglias betg vegnir fastizà

# Settings.DataManagement.SearchLabel
source: Filter Sites
rm: Filtrar paginas

# Settings.DataManagement.SectionName
source: Data Management
rm: Administraziun da datas

# Settings.DataManagement.Title
source: Data Management
rm: Administraziun da datas

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
rm: Firefox chala da sincronisar tes conto, ma las datas da navigaziun restan sin quest apparat.

# Settings.Disconnect.Button
source: Disconnect Sync
rm: Deconnectar Sync

# Settings.Disconnect.CancelButton
source: Cancel
rm: Interrumper

# Settings.Disconnect.DestructiveButton
source: Disconnect
rm: Deconnectar

# Settings.Disconnect.Title
source: Disconnect Sync?
rm: Deconnectar Sync?

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
rm: Valur minimala

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
rm: Tscherna il design giavischà

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
rm: Manualmain

# Settings.DisplayTheme.OptionDark
source: Dark
rm: Stgir

# Settings.DisplayTheme.OptionLight
source: Light
rm: Cler

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
rm: Il design sa mida automaticamain tenor la cleritad dal visur. Ti pos definir il punct al qual il design sa mida. Il rudè inditgescha la cleritad actuala dal visur.

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
rm: Midar il modus

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
rm: Midar automaticamain tenor la cleritad dal visur

# Settings.DisplayTheme.SwitchTitle
source: Automatically
rm: Automaticamain

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
rm: Design dal sistem

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
rm: Utilisar il modus cler/stgir dal sistem

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
rm: Tscherna dal design

# Settings.DisplayTheme.Title.v2
source: Theme
rm: Design

# Settings.FxA.DeviceName
source: Device Name
rm: Num da l'apparat

# Settings.FxA.Sync.SectionName
source: Sync Settings
rm: Parameters da Sync

# Settings.FxA.Title
source: Firefox Account
rm: Conto da Firefox

# Settings.HomePage.Clear.Button
source: Clear
rm: Stizzar

# Settings.HomePage.SectionName
source: Homepage
rm: Pagina da partenza

# Settings.HomePage.Title
source: Homepage Settings
rm: Preferenzas per la pagina da partenza

# Settings.HomePage.URL.Placeholder
source: Enter a webpage
rm: Endatar ina pagina web

# Settings.HomePage.URL.Title
source: Current Homepage
rm: Pagina da partenza actuala

# Settings.HomePage.UseCopiedLink.Button
source: Use Copied Link
rm: Utilisar la colliaziun copiada

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
rm: Utilisar la pagina actuala

# Settings.HomePage.UseDefault.Button
source: Use Default
rm: Utilisar il standard

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
rm: Infurmaziuns d'annunzia & pleds-clav

# Settings.NewTab.CustomURL
source: Custom URL
rm: URL definida da l'utilisader

# Settings.NewTab.Description
source: When you open a New Tab:
rm: Sche ti avras in nov tab:

# Settings.NewTab.Option.ASTitle
source: Customize Top Sites
rm: Modifitgar paginas preferidas

# Settings.NewTab.Option.BlankPage
source: Blank Page
rm: Pagina vida

# Settings.NewTab.Option.Bookmarks
source: Bookmarks
rm: Segnapaginas

# Settings.NewTab.Option.CustomizeFooter
source: The sites you visit most
rm: Las paginas che ti visitas il pli savens

# Settings.NewTab.Option.CustomizeFooter2
source: Sites you save or visit
rm: Websites che ti memoriseschas u visitas

# Settings.NewTab.Option.CustomizeTitle
source: Customize Firefox Home
rm: Persunalisar la pagina da partenza da Firefox

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
rm: Pagina da partenza da Firefox

# Settings.NewTab.Option.HighlightsBookmarks
source: Recent Bookmarks
rm: Ultims segnapaginas

# Settings.NewTab.Option.HighlightsHistory
source: Visited
rm: Visità

# Settings.NewTab.Option.History
source: History
rm: Cronologia

# Settings.NewTab.Option.HomePage
source: Homepage
rm: Pagina da partenza

# Settings.NewTab.Option.Pocket
source: Trending on Pocket
rm: Recumandà da Pocket

# Settings.NewTab.Option.PocketFooter
source: Great content from around the web.
rm: Grondius cuntegn ord il web.

# Settings.NewTab.Option.ReadingList
source: Show your Reading List
rm: Mussar la glista da lectura

# Settings.NewTab.Option.RecommendedByPocket
source: Recommended by %@
rm: Recumandà da %@

# Settings.NewTab.Option.RecommendedByPocketDescription
source: Exceptional content curated by %1$@, part of the %2$@ family
rm: Cuntegn excepziunal selecziunà da %1$@, part da la famiglia da %2$@

# Settings.NewTab.SectionName
source: New Tab
rm: Nov tab

# Settings.NewTab.Title
source: New Tab
rm: Nov tab

# Settings.NewTab.TopSectionName
source: Show
rm: Mussar

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
rm: Tscherna tge chargiar cun avrir in nov tab

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
rm: Cun avrir Firefox

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
rm: Proponer d'avrir las colliaziuns copiadas

# Settings.OpenWith.PageTitle
source: Open mail links with
rm: Avrir colliaziuns d'e-mail en

# Settings.OpenWith.SectionName
source: Mail App
rm: App dad e-mail

# Settings.SaveLogins.Title
source: Save Logins
rm: Memorisar infurmaziuns d'annunzia

# Settings.Search.Done.Button
source: Done
rm: Finì

# Settings.Search.Edit.Button
source: Edit
rm: Modifitgar

# Settings.SendUsage.Link
source: Learn More.
rm: Ulteriuras infurmaziuns.

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
rm: Mozilla vul mo rimnar las datas necessarias per porscher e meglierar Firefox per in e scadin.

# Settings.SendUsage.Title
source: Send Usage Data
rm: Trametter datas davart l'utilisaziun

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
rm: Cun smatgar ditg sin colliaziuns

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
rm: Mussar previstas da colliaziuns

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
rm: Mussar en il menu da l'applicaziun

# Settings.Siri.OpenTabShortcut
source: Open New Tab
rm: Avrir in nov tab

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
rm: Utilisar scursanidas da Siri per avrir pli spert Firefox

# Settings.Siri.SectionName
source: Siri Shortcuts
rm: Scursanidas da Siri

# Settings.Studies.Active.SectionName
source: Active
rm: Activ

# Settings.Studies.Completed.SectionName
source: Completed
rm: Terminà

# Settings.Studies.Remove.Button
source: Remove
rm: Allontanar

# Settings.Studies.SectionName
source: Studies
rm: Studis

# Settings.Studies.Title
source: Studies
rm: Studis

# Settings.Studies.Toggle.Link
source: Learn More.
rm: Ulteriuras infurmaziuns.

# Settings.Studies.Toggle.Message
source: Firefox may install and run studies from time to time.
rm: Firefox po installar e lantschar studis da temp en temp.

# Settings.Studies.Toggle.Off
source: Off
rm: Deactivà

# Settings.Studies.Toggle.On
source: On
rm: Activà

# Settings.Studies.Toggle.Title
source: Studies
rm: Studis

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
rm: OK, chapì

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
rm: Sch'ina pagina na funcziuna betg sco spetgà, pos ti tippar sin il scut en la trav d'adressas e deactivar la protecziun avanzada cunter il fastizar per quella pagina.

# Settings.TrackingProtection.Alert.Title
source: Heads up!
rm: Attenziun!

# Settings.TrackingProtection.BlockListsHeader
source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
rm: Ti pos tscherner la glista che Firefox duai duvrar per bloccar elements da web che ta fastizeschan cun navigar.

# Settings.TrackingProtection.Info.BasicTitle
source: Balanced for protection and performance.
rm: Equilibrà tranter protecziun e prestaziun.

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
rm: BLOCCÀ

# Settings.TrackingProtection.Info.StrictTitle
source: Offers stronger protection, but may cause some sites to break.
rm: Porscha ina protecziun pli severa, ma po avair per consequenza che tschertas websites na funcziuneschan betg pli.

# Settings.TrackingProtection.LearnMore
source: Learn more
rm: Ulteriuras infurmaziuns

# Settings.TrackingProtection.MoreInfo
source: More Info…
rm: Ulteriuras infurmaziuns…

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
rm: Reducescha reclamas tenor profil e gida ad impedir che incumbensaders da reclama ta suondan en il web.

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
rm: Sch'ina pagina na funcziuna betg sco spetgà, pos ti tippar sin il scut en la trav d'adressas e deactivar la protecziun avanzada cunter il fastizar per quella pagina.

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so websites function properly.
rm: Permetta tscherts fastizaders per che las paginas d'internet funcziunian correctamain.

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
rm: Blochescha dapli fastizaders, reclamas e pop-ups. Paginas chargia pli spert, i po dentant capitar che tschertas paginas na funcziunan betg correctamain.

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
rm: Nivel da protecziun

# Settings.TrackingProtection.SectionName
source: Tracking Protection
rm: Protecziun cunter il fastizar

# Settings.TrackingProtection.StrictLevelInfoFooter
source: Blocking trackers could impact the functionality of some websites.
rm: La bloccada da fastizaders po tangar la funcziunalitad da tschertas websites.

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
rm: Standard (predefinì)

# Settings.TrackingProtectionOption.BlockListBasicDescription
source: Allows some trackers so websites function properly.
rm: Lubescha tscherts fastizaders per che las paginas d'internet funcziuneschian correctamain.

# Settings.TrackingProtectionOption.BlockListStrictDescription
source: Blocks known trackers. Some websites may not function properly.
rm: Blochescha tut ils fastizaders enconuschents. Tschertas websites na funcziunan eventualmain betg pli correctamain.

# Settings.TrackingProtectionOption.EnabledStateFooterLabel
source: Tracking is the collection of your browsing data across multiple websites.
rm: «Fastizar» (tracking) numnan ins la collecziun da datas davart tia navigaziun en l'internet.

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
rm: Protecziun cunter il fastizar avanzada

# Settings.TranslateSnackBar.SectionFooter
source: The web page language is detected on the device, and a translation from a remote service is offered.
rm: La lingua da la pagina web vegn eruida sin l'apparat, silsuenter vegn offrida ina translaziun dad in servetsch lontan.

# Settings.TranslateSnackBar.SectionHeader
source: Services
rm: Servetschs

# Settings.TranslateSnackBar.SwitchSubtitle
source: Offer to translate any site written in a language that is different from your default language.
rm: Offrir da translatar mintga pagina scritta en ina lingua che na correspunda betg a tia lingua da standard.

# Settings.TranslateSnackBar.SwitchTitle
source: Offer Translation
rm: Offrir ina translaziun

# Settings.TranslateSnackBar.Title
source: Translation
rm: Translaziun

# Settings.TroubleShootSync.Title
source: Troubleshoot
rm: Schliar problems

# Settings.WebsiteData.ButtonDelete
source: Delete
rm: Stizzar

# Settings.WebsiteData.ButtonDone
source: Done
rm: Finì

# Settings.WebsiteData.ButtonEdit
source: Edit
rm: Modifitgar

# Settings.WebsiteData.ButtonShowMore
source: Show More
rm: Mussar dapli

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your website data. It cannot be undone.
rm: Questa acziun stizza tut tias datas da websites. Quest pass na po betg vegnir revocà.

# Settings.WebsiteData.SelectedConfirmPrompt
source: This action will clear the selected items. It cannot be undone.
rm: Questa acziun stizza ils elements tschernids. Quest pass na po betg vegnir revocà.

# Settings.WebsiteData.Title
source: Website Data
rm: Datas da websites

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
rm: Agiuntar a la glista da lectura

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
rm: Agiuntà a la glista da lectura

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
rm: Agiuntar in segnapagina per la pagina

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
rm: Agiuntà als segnapaginas

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
rm: Chargiar davos las culissas

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
rm: Chargiar en Firefox

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
rm: Avrir en Firefox

# ShareExtension.OpenInPrivateModeAction.Title
source: Open in Private Mode
rm: Avrir en il modus privat

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
rm: Tschertgar en Firefox

source: Show Search Suggestions
rm: Mussar propostas da tschertga

source: Show Tabs
rm: Mussar ils tabs

source: Show Tour
rm: Mussar la tura

source: Stop
rm: Fermar

source: Support
rm: Agid

source: Swipe right or left with three fingers to close the tab.
rm: Stritgar cun trais dets a sanestra u a dretga per serrar il tab.

# SwitchToNonPBM.KeyCodeTitle
source: Normal Browsing Mode
rm: Modus da navigar normal

# SwitchToPBM.KeyCodeTitle
source: Private Browsing Mode
rm: Modus da navigar privat

source: Sync your tabs, bookmarks, passwords and more.
rm: Sincronisescha tes tabs, segnapaginas, pleds-clav e dapli.

source: Sync your tabs, passwords and more.
rm: Sincronisescha tes tabs, pleds-clav e dapli.

# Sync.FirstTimeMessage.Label
source: Your first sync may take a while
rm: L'emprima sincronisaziun po durar in mument

# Sync.NoAccount.Description
source: No account? Create one to sync Firefox between devices.
rm: Nagin conto? Creescha in per sincronisar Firefox tranter differents apparats.

# Sync.Syncing.Label
source: Syncing
rm: Sincronisar

# Sync.SyncingEllipsis.Label
source: Syncing…
rm: Sincronisar…

# SyncState.Bookmark.Title
source: Bookmarks
rm: Segnapaginas

# SyncState.Clients.Title
source: Remote Clients
rm: Apparats lontans

# SyncState.Failed.Title
source: Syncing has failed
rm: Errur durant sincronisar

# SyncState.History.Title
source: History
rm: Cronologia

# SyncState.Logins.Title
source: Logins
rm: Infurmaziuns d'annunzia

# SyncState.NotStarted.Title
source: Sync is unavailable
rm: Sync n'è betg disponibel

# SyncState.Offline.Title
source: Sync is offline
rm: Sync è offline

# SyncState.Partial.Title
source: Sync is experiencing issues syncing %@
rm: I dat errurs cun sincronisar %@

source: Synced Tabs
rm: Tabs sincronisads

# Tab %@ of %@
source: Tab %1$@ of %2$@
rm: Tab %1$@ da %2$@

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
rm: Mussar tut ils tabs

# TabTray.AddTab.Button
source: Add Tab
rm: Agiuntar in tab

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
rm: Serrar tut ils tabs

# TabTray.CloseTab.KeyCodeTitle
source: Close Selected Tab
rm: Serrar il tab tschernì

# TabTray.CurrentSelectedTab.A11Y
source: Currently selected tab.
rm: Il tab actualmain tschernì.

# TabTray.InactiveTabs.SectionTitle
source: Inactive Tabs
rm: Tabs inactivs

# TabTray.LastWeek.Header
source: Last Week
rm: Ultima emna

# TabTray.MoreMenu.Copy
source: Copy
rm: Copiar

# TabTray.Older.Header
source: Older
rm: Pli vegl

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
rm: Avrir in nov tab

# TabTray.OpenSelectedTab.KeyCodeTitle
source: Open Selected Tab
rm: Avrir il tab tschernì

# TabTray.PrivateTitle
source: Private Tabs
rm: Tabs privats

# TabTray.RecentlyClosed.Description
source: Tabs are available here for 30 days. After that time, tabs will be automatically closed.
rm: Tabs stattan a disposiziun qua per 30 dis. Suenter quest temp vegnan els serrads automaticamain.

# TabTray.RecentlyClosed.SectionTitle
source: Recently closed
rm: Serrà dacurt

# TabTray.SegmentedControlTitles.PrivateTabs
source: Private
rm: Privat

# TabTray.SegmentedControlTitles.SyncedTabs
source: Synced
rm: Sincronisà

# TabTray.SwipeMenu.More
source: More
rm: Dapli

# TabTray.Title
source: Open Tabs
rm: Tabs averts

# TabTray.Today.Header
source: Today
rm: Oz

# TabTray.Yesterday.Header
source: Yesterday
rm: Ier

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
rm: Tabs %1$@ fin %2$@ da %3$@

source: Tabs Tray
rm: Trav da tabs

# Tabs.DeleteAllUndo.Button
source: Undo
rm: Revocar

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
rm: serrà %d tab(s)

# Tabs.Search.PlaceholderText
source: Search Tabs
rm: Retschertgar tabs

source: The page could not be displayed in Reader View.
rm: Impussibel da mussar la pagina en la vista da lectura.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
rm: Igl ha dà in problem cun acceder ils tabs da tes auters apparats. Emprova anc ina giada en in amen.

source: There was an error converting the page
rm: Ina errur è capitada durant convertir la pagina

# Toasts.NotNow
source: Not Now
rm: Betg ussa

# Toasts.OpenAppStore
source: Open App Store
rm: Avrir l'App Store

# Toasts.Undo
source: Undo
rm: Revocar

source: Today
rm: Oz

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
rm: Serrar tut ils tabs

# TopSites.EmptyState.Description
source: Your most visited sites will show up here.
rm: Las paginas che ti visitas il pli savens vegnan mussadas qua.

# TopSites.EmptyState.Title
source: Welcome to Top Sites
rm: Paginas visitadas savens

# TopSites.RemovePage.Button
source: Remove page — %@
rm: Allontanar la pagina - %@

# TranslationToastHandler.PromptTranslate.Cancel
source: No
rm: Na

# TranslationToastHandler.PromptTranslate.OK
source: Yes
rm: Gea

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
rm: Questa pagina para dad esser scritta en %1$@. La vuls ti laschar translatar en %2$@ cun agid da %3$@?

# UIMenuItem.PasteGo
source: Paste & Go
rm: Encollar & dai

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
rm: Tschertgar cun Firefox

source: Upgrade Firefox to connect
rm: Actualisescha Firefox per connectar

source: Use stage servers
rm: Utilisar servers da test

source: Username
rm: Num d'utilisader

source: Verify your email address
rm: Verifitgescha tia adressa dad e-mail

# Version %@ (%@)
source: Version %1$@ (%2$@)
rm: Versiun %1$@ (%2$@)

source: Web content
rm: Cuntegn dal web

source: Welcome to your Reading List
rm: Bainvegni tar tia glista da lectura

source: Well, this is embarrassing.
rm: Gea, quai è penibel.

source: Wikipedia
rm: Vichipedia

source: Yesterday
rm: Ier

source: You don’t have any tabs open in Firefox on your other devices.
rm: Ti n'has nagins tabs da Firefox averts sin auters apparats.

source: Your Rights
rm: Tes dretgs

# fxa.qr-scanning-view.instructions
source: Scan the QR code shown at firefox.com/pair
rm: Scannescha il code QR mussà sin firefox.com/pair

# fxa.signin.camera-signin
source: Sign In with Your Camera
rm: T'annunzia cun tia camera

# fxa.signin.create-account-pt-1
source: Sync Firefox between devices with an account.
rm: Sincronisescha Firefox tranter differents apparats cun in conto.

# fxa.signin.create-account-pt-2
source: Create Firefox account.
rm: Crear in conto da Firefox.

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
rm: Avra Firefox sin tes computer e visita firefox.com/pair

# fxa.signin.ready-to-scan
source: Ready to Scan
rm: Pront per scannar

# fxa.signin.turn-on-sync
source: Turn on Sync
rm: Activar Sync

# fxa.signin.use-email-instead
source: Use Email Instead
rm: Duvrar l'adressa d'e-mail

source: just now
rm: gist ussa

source: mobile device
rm: apparat mobil

source: more than a month ago
rm: avant dapli ch'in mais

source: more than a week ago
rm: avant dapli ch'in emna

source: read
rm: legì

source: this week
rm: quest'emna

source: today at %@
rm: oz a las %@

source: unread
rm: nunlegì

source: yesterday
rm: ier

source: Are you sure?
rm: Es ti segir?

source: Clear Search
rm: Svidar la tschertga

source: Copy
rm: Copiar

source: Created %@
rm: Creà: %@

source: Deselect All
rm: Deselecziunar tut

source: Enter Search Mode
rm: Midar en il modus da tschertgar

source: Hide
rm: Zuppentar

source: Logins will be permanently removed.
rm: Las infurmaziuns d'annunzia vegnan allontanadas definitivamain.

source: Logins will be removed from all connected devices.
rm: Las infurmaziuns d'annunzia vegnan allontanadas da tut ils apparats associads.

source: Modified %@
rm: Modifitgà: %@

source: No logins found
rm: Chattà naginas infurmaziuns d'annunzia

# Open &amp; Fill
source: Open & Fill
rm: Avrir & emplenir

source: Reveal
rm: Mussar

source: Search Input Field
rm: Champ d'endataziun per tschertgar

source: Select All
rm: Selecziunar tut

# Menu.AddBookmarkAction.Title
source: Bookmark This Page
rm: Agiuntar segnapagina per la pagina

# Menu.AddBookmarkAction2.Title
source: Add Bookmark
rm: Agiuntar in segnapagina

# Menu.AddToReadingList.Title
source: Add to Reading List
rm: Agiuntar a la glista da lectura

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
rm: Serrar tut ils tabs

# Menu.CopyAddress.Title
source: Copy Address
rm: Copiar l'adressa

# Menu.CopyLink.Title
source: Copy Link
rm: Copiar la colliaziun

# Menu.FindInPageAction.Title
source: Find in Page
rm: Tschertgar en la pagina

# Menu.Library.Reload
source: Reload
rm: Rechargiar

# Menu.Library.Title
source: Your Library
rm: Tia biblioteca

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
rm: Avrir in nov tab privat

# Menu.NewTabAction.Title
source: Open New Tab
rm: Avrir in nov tab

# Menu.OpenBookmarksAction.AccessibilityLabel.v2
source: Bookmarks
rm: Segnapaginas

# Menu.OpenDownloadsAction.AccessibilityLabel.v2
source: Downloads
rm: Telechargiadas

# Menu.OpenHistoryAction.AccessibilityLabel.v2
source: History
rm: Cronologia

# Menu.OpenHomePageAction.Title
source: Home
rm: Pagina da partenza

# Menu.OpenReadingListAction.AccessibilityLabel.v2
source: Reading List
rm: Glista da lectura

# Menu.OpenSettingsAction.Title
source: Settings
rm: Preferenzas

# Menu.OpenSyncedTabsAction.AccessibilityLabel.v2
source: Synced Tabs
rm: Tabs sincronisads

# Menu.OpenTopSitesAction.AccessibilityLabel
source: Top Sites
rm: Paginas preferidas
