Repository: nishant2718/firefoxios-l10n
Catalog: rm/firefox-ios.xliff
Languages: rm

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
rm: T'annunzia per vesair ina glista dals tabs da tes auters apparats.

# HistoryPanel.EmptySyncedTabsPanelNotYetVerifiedState.Description
source: Your account needs to be verified.
rm: Tes conto sto vegnir verifitgà.

# HistoryPanel.EmptySyncedTabsPanelSingleDeviceSyncState.Description
source: Want to see your tabs from other devices here?
rm: Vuls ti vesair qua ils tabs da tes auters apparats?

# HistoryPanel.EmptySyncedTabsPanelTabSyncDisabledState.Description
source: Turn on tab syncing to view a list of tabs from your other devices.
rm: Activescha la sincronisaziun da tabs per vesair ina glista dals tabs da tes auters apparats.

# HistoryPanel.HistoryBackButton.Title
source: History
rm: Cronologia

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently Closed
rm: Serrà dacurt

# HistoryPanel.SyncedTabsCell.Description.Pluralized
source: %d device(s) connected
rm: %d apparat(s) collià(ads)

# HistoryPanel.SyncedTabsCell.Title
source: Synced Devices
rm: Apparats sincronisads

source: Home
rm: Pagina da partenza

# HomePage.Set.Dialog.Cancel
source: Cancel
rm: Interrumper

# HomePage.Set.Dialog.Message
source: You can change this at any time in Settings
rm: Ti pos adina midar questa decisiun en las preferenzas

# HomePage.Set.Dialog.OK
source: Set Homepage
rm: Definir la pagina da partenza

# HomePage.Set.Dialog.Title
source: Do you want to use this web page as your home page?
rm: Vuls ti duvrar questa pagina sco pagina da partenza?

# HomePanel.ContextMenu.Bookmark
source: Bookmark
rm: Agiuntar segnapagina

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
rm: Stizzar da la cronologia

# HomePanel.ContextMenu.OpenInNewPrivateTab
source: Open in New Private Tab
rm: Avrir en in nov tab privat

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
rm: Avrir en in nov tab

# HomePanel.ContextMenu.Remove
source: Remove
rm: Allontanar

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
rm: Allontanar il segnapagina

# HomePanel.ContextMenu.Share
source: Share
rm: Cundivider

# Hotkeys.Back.DiscoveryTitle
source: Back
rm: Enavos

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
rm: Serrar il tab

# Hotkeys.Find.DiscoveryTitle
source: Find
rm: Tschertgar

# Hotkeys.Forward.DiscoveryTitle
source: Forward
rm: Enavant

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
rm: Nov tab privat

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
rm: Nov tab

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
rm: Modus da navigar normal

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
rm: Modus da navigar privat

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
rm: Rechargiar la pagina

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
rm: Tscherner la trav d'adressas

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
rm: Mussar il proxim tab

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
rm: Mussar l'ultim tab

source: Increase text size
rm: Engrondir il text

source: Last month
rm: Ultim mais

source: Last synced: %@
rm: Ultima sincronisaziun: %@

source: Last week
rm: Ultima emna

source: Licenses
rm: Licenzas

source: Light
rm: Clar

source: Load original page
rm: Chargiar la pagina originala

source: Loading content…
rm: Chargiar il cuntegn…

source: Log in
rm: S'annunziar

source: Logins
rm: Infurmaziuns d'annunzia

# Logins.WelcomeView.Title
source: Take your passwords everywhere
rm: Prenda tes pleds-clav adina cun tai

# LoginsDetailView.LoginModified
source: Modified
rm: Modifitgà

# LoginsDetailView.LoginTitle
source: Login
rm: Infurmaziun d'annunzia

# LoginsHelper.DontSave.Button
source: Don’t Save
rm: Betg memorisar

# LoginsHelper.DontUpdate.Button
source: Don’t Update
rm: Betg actualisar

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
rm: Memorisar las datas d'annunzia %1$@ per %2$@?

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
rm: Memorisar il pled-clav per %@?

# LoginsHelper.PromptUpdateLogin.Title.OneArg
source: Update login for %@?
rm: Actualisar las datas d'annunzia per %@?

# LoginsHelper.PromptUpdateLogin.Title.TwoArg
source: Update login %1$@ for %2$@?
rm: Actualisar las datas d'annunzia da %1$@ per %2$@?

# LoginsHelper.SaveLogin.Button
source: Save Login
rm: Memorisar

# LoginsHelper.Update.Button
source: Update
rm: Actualisar

# LoginsList.LoginsListFilterLogin
source: Login
rm: Infurmaziun d'annunzia

# LoginsList.LoginsListFilterSearchAll
source: All
rm: Tut

# LoginsList.NoLoginsFound.Description
source: Saved logins will show up here. If you saved your logins to Firefox on a different device, sign in to your Firefox Account.
rm: Infurmaziuns d'annunzia memorisadas vegnan mussadas qua. Sche ti has memorisà tias infurmaziuns d'annunzia en Firefox sin in auter apparat, t'annunzia en tes conto da Firefox.

# LoginsList.NoLoginsFound.Title
source: No logins found
rm: Chattà naginas infurmaziuns d'annunzia

# LoginsList.NoMatchingResult.Subtitle
source: There are no results matching your search.
rm: I na dat nagins resultats che correspundan a tia tschertga.

# LoginsList.NoMatchingResult.Title
source: No matching logins
rm: Naginas infurmaziuns d'annunzia correspundentas

# LoginsList.Search.Cancel
source: Cancel
rm: Interrumper

# LoginsList.Search.Placeholder
source: Search logins
rm: Retschertgar las datas d'annunzia

# LoginsList.SelectPassword.Title
source: Select a password to fill
rm: Tschertgar in pled-clav per l'inserir

# LoginsList.Title
source: SAVED LOGINS
rm: INFURMAZIUNS D'ANNUNZIA MEMORISADAS

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
rm: I para che Firefox saja collabà dacurt. Vuls ti restaurar tes tabs?

source: Mark as Read
rm: Marcar sco legì

source: Mark as Unread
rm: Marcar sco nunlegì

# Menu.AddBookmark.Confirm
source: Bookmark Added
rm: Agiuntà il segnapagina

# Menu.AddPin.Confirm
source: Pinned To Top Sites
rm: Fixà sco pagina preferida

# Menu.AddPin.Confirm2
source: Added to Shortcuts
rm: Agiuntà a las scursanidas

# Menu.AddToReadingList.Confirm
source: Added To Reading List
rm: Agiuntà a la glista da lectura

# Menu.BackUpAndSync.Label
source: Back up and Sync Data
rm: Copia da segirezza e sincronisar datas

# Menu.Bookmarks.Label
source: Bookmarks
rm: Segnapaginas

# Menu.Copy.Title
source: Copy Address
rm: Copiar l'adressa

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
rm: Copià l'URL en l'archiv provisoric

# Menu.Downloads.Label
source: Downloads
rm: Telechargiadas

# Menu.EnhancedTrackingProtectionOff.Title
source: Enhanced Tracking Protection is OFF for this site.
rm: La protecziun avanzada cunter il fastizar è DEACTIVADA per questa website.

# Menu.EnhancedTrackingProtectionOn.Title
source: Enhanced Tracking Protection is ON for this site.
rm: La protecziun avanzada cunter il fastizar è ACTIVADA per questa website.

# Menu.EnhancedTrackingProtectionStandardWithITP.Title
source: Firefox blocks cross-site trackers, social trackers, cryptominers, and fingerprinters.
rm: Firefox blochescha fastizaders che ageschan sin pliras websites, fastizaders da social media, criptominiers ed improntaders.

# Menu.EnhancedTrackingProtectionStrictWithITP.Title
source: Firefox blocks cross-site trackers, social trackers, cryptominers, fingerprinters, and tracking content.
rm: Firefox blochescha fastizaders che ageschan sin pliras websites, fastizaders da social media, criptominiers, improntaders e cuntegn che fastizescha.

# Menu.History.Label
source: History
rm: Cronologia

# Menu.Library.StopReload
source: Stop
rm: Fermar

# Menu.ManageAccount.Label
source: Manage Account %@
rm: Administrar il conto %@

# Menu.NightModeTurnOff.Label2
source: Turn off Night Mode
rm: Deactivar il modus da notg

# Menu.NightModeTurnOn.Label
source: Enable Night Mode
rm: Activar il modus da notg

# Menu.NightModeTurnOn.Label2
source: Turn on Night Mode
rm: Activar il modus da notg

# Menu.NoImageModeBlockImages.Label
source: Block Images
rm: Bloccar las graficas

# Menu.NoImageModeShowImages.Label
source: Show Images
rm: Mussar ils maletgs

# Menu.PageActions.Title
source: Page Actions
rm: Acziuns da pagina

# Menu.Passwords.Label
source: Passwords
rm: Pleds-clav

# Menu.Paste.Title
source: Paste
rm: Encollar

# Menu.PasteAndGo.Title
source: Paste & Go
rm: Encollar & chargiar

# Menu.ReadingList.Label
source: Reading List
rm: Glista da lectura

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
rm: Rechargiar cun protecziun cunter il fastizar

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
rm: Rechargiar senza antifastizaziun

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
rm: Allontanà il segnapagina

# Menu.RemovePin.Confirm
source: Removed From Top Sites
rm: Allontanà da las paginas preferidas

# Menu.RemovePin.Confirm2
source: Removed from Shortcuts
rm: Allontanà da las scursanidas

# Menu.TabSent.Confirm
source: Tab Sent
rm: Tramess il tab

# Menu.TrackingProtection.BlockedTitle
source: Blocked
rm: Bloccà

# Menu.TrackingProtection.Details.Verifier
source: Verified by %@
rm: Verifitgà da %@

# Menu.TrackingProtection.NoTrackersBlockedTitle
source: No trackers known to Firefox were detected on this page.
rm: Firefox n'ha chattà nagins fastizaders enconuschents sin questa pagina.

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
rm: Parameters da protecziun

# Menu.TrackingProtection.TitlePrefix
source: Protections for %@
rm: Protecziuns per %@

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
rm: Cuntegn che fastizescha

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
rm: Fastizaders socials

# Menu.TrackingProtectionBlocking.Description
source: Firefox is blocking parts of the page that may track your browsing.
rm: Firefox blochescha parts da la pagina che ta pudessan fastizar durant che ti navigheschas.

# Menu.TrackingProtectionBlockingDisabled.Description
source: Block online trackers
rm: Bloccar fastizaders online

# Menu.TrackingProtectionCrossSiteCookies.Title
source: Cross-Site Tracking Cookies
rm: Cookies che fastizeschan tranter websites

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
rm: Fastizaders tranter websites

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
rm: Criptominiers

# Menu.TrackingProtectionDescription.ContentTrackers
source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
rm: Websites pon chargiar reclamas, videos ed auter cuntegn extern che cuntegna fastizaders zuppads. Cun bloccar quest cuntegn chargian websites pli svelt, ma tscherts buttuns, formulars e champs d'annunzia na funcziunan eventualmain betg pli.

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
rm: Quests cookies ta suondan dad ina website a la proxima per rimnar datas davart tias activitads en il web. Els vegnan installads da terzas partidas sco firmas da reclama ed analisa.

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
rm: Criptominiers maldovran adascus las resursas da tes sistem per generar daners digitals. Scripts da criptominiers consuman la battaria, ralenteschan tes computer e pon augmentar il quint da l'electricitad.

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
rm: La configuraziun da tes navigatur e tes computer è unica. Detecturs dad improntas dal det rimnan differentas da questas configuraziuns per crear in profil da tai che po vegnir duvrà per ta fastizar durant la navigaziun.

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
rm: Raits socialas plazzeschan fastizaders en autras websites per crear in profil pli cumplet e cler da tai. Cun bloccar quests fastizaders sa reducescha la quantitad dad infurmaziuns davart tias activitads online che las firmas da social media pon rimnar.

# Menu.TrackingProtectionDisable1.Title
source: Disabled for this site
rm: Deactivà per questa website

# Menu.TrackingProtectionDisabled.Title
source: Tracking Protection is now off for this site.
rm: La protecziun cunter il fastizar è ussa deactivada per questa website.

# Menu.TrackingProtectionEnable.Title
source: Enable Tracking Protection
rm: Activar la protecziun cunter il fastizar

# Menu.TrackingProtectionEnable1.Title
source: Enabled for this site
rm: Activà per questa website

# Menu.TrackingProtectionEnabled.Title
source: Tracking Protection is now on for this site.
rm: La protecziun cunter il fastizar è uss activada per questa website.

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
rm: Improntaders dal det

# Menu.TrackingProtectionListTitle.CrossSiteCookies
source: Blocked Cross-Site Tracking Cookies
rm: Cookies che fastizeschan tranter websites bloccads

# Menu.TrackingProtectionListTitle.Cryptominers
source: Blocked Cryptominers
rm: Criptominiers bloccads

# Menu.TrackingProtectionListTitle.Fingerprinters
source: Blocked Fingerprinters
rm: Improntaders dal det bloccads

# Menu.TrackingProtectionListTitle.Social
source: Blocked Social Trackers
rm: Fastizaders socials bloccads

# Menu.TrackingProtectionMoreInfo.Description
source: Learn more about how Tracking Protection blocks online trackers that collect your browsing data across multiple websites.
rm: Ve a savair co che la protecziun cunter il fastizar blochescha fastizaders online che rimnan datas davart tia navigaziun a travers pliras websites.

# Menu.TrackingProtectionNoBlocking.Description
source: No tracking elements detected on this page.
rm: Chattà nagins elements che fastizeschan sin questa pagina.

# Menu.TrackingProtectionOption.WhiteListOnDescription
source: The site includes elements that may track your browsing. You have disabled protection.
rm: Questa website includa elements che ta fastizeschan eventualmain durant la navigaziun. Ti has deactivà la protecziun.

# Menu.TrackingProtectionWhitelistRemove.Title
source: Enable for this site
rm: Activar per questa website

# Menu.WhatsNew.Title
source: What's New
rm: Novaziuns

source: Navigation Toolbar
rm: Trav d'utensils da navigaziun

source: New Tab
rm: Nov tab

source: No
rm: Na

source: No tabs
rm: Nagins tabs

source: Okay
rm: OK

source: Oops! Firefox crashed
rm: Oha! Firefox è collabà

source: Open Settings
rm: Avrir las preferenzas

source: Open Tabs
rm: Tabs averts

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
rm: Avra artitgels en la vista da lectura cun smatgar sin l'icona da cudesch sch'ella cumpara en la trav dal titel.

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
rm: Firefox na po betg avrir la pagina perquai ch'ella ha ina adressa nunvalida.

# OpenURL.Error.Title
source: Cannot Open Page
rm: Impussibel d'avrir la pagina

source: Page Options Menu
rm: Menu «opziuns da la pagina»

source: Panel Chooser
rm: Selecziun da la lastra

source: Password
rm: Pled-clav

# PasswordAutoFill.NoPasswordsFoundTitle
source: You don’t have any credentials synced from your Firefox Account
rm: Ti n'has naginas infurmaziuns d'annunzia sincronisadas da tes conto da Firefox

# PasswordAutoFill.PasswordsListTitle
source: Available Credentials:
rm: Infurmaziuns d'annunzia disponiblas:

# PasswordAutoFill.SectionTitle
source: Firefox Credentials
rm: Infurmaziuns d'annunzia da Firefox

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
rm: Quai ta lubescha da memorisar il maletg en «Camera Roll» (Aufnahmen).

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
rm: Firefox dumonda l'access a tias fotografias

# PhotonMenu.close
source: Close
rm: Serrar

source: Privacy
rm: Protecziun da datas

source: Privacy Policy
rm: Directivas davart la protecziun da datas

# ProtectionStatus.NotSecure
source: Connection is not secure
rm: Connexiun betg segirada

# ProtectionStatus.Secure
source: Connection is secure
rm: Connexiun segirada

source: Quick-Search Engines
rm: Maschinas da tschertgar rapidas

source: Reader View
rm: Vista da lectura

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
rm: Modus da lectura disponibel

source: Reading list
rm: Glista da lectura

# RecentlyClosedTabsPanel.Title
source: Recently Closed
rm: Serrà dacurt

# RecentlySaved.Actions.More
source: Show All
rm: Mussar tut

source: Reload
rm: Rechargiar

source: Reload page
rm: Rechargiar la pagina

source: Remove
rm: Allontanar

source: Remove from Reading List
rm: Allontanar da la glista da lectura

# ReopenAlert.Actions.Cancel
source: Cancel
rm: Interrumper

# ReopenAlert.Actions.Reopen
source: Reopen
rm: Reavrir

# ReopenAlert.Title
source: Reopen Last Closed Tab
rm: Restaurar l'ultim tab serrà

# ReopenClosedTab.KeyCodeTitle
source: Reopen Closed Tab
rm: Restaurar il tab serrà

source: Reset text size
rm: Redefinir la grondezza da scrittira

source: Sans-serif
rm: Senza serifas

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
rm: Agiunta artitgels a la glista da lectura cun tutgar l'icona dal cudesch cun il plus en las controllas da la vista da lectura.

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
rm: Plazzescha il code QR en il rom per al scannar

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
rm: Las datas èn nunvalidas

# ScanQRCode.PermissionError.Message
source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
rm: Permetta a Firefox dad acceder a la camera da tes apparat via «Einstellungen → Datenschutz → Kamera» («Settings → Privacy → Camera»).

# ScanQRCode.View.Title
source: Scan QR Code
rm: Scannar in code QR

source: Search
rm: Tschertgar

source: Search or enter address
rm: Tschertgar u endatar in'adressa

# Search.Awesomebar.SwitchToTab
source: Switch to tab
rm: Midar al tab

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
rm: La nova maschina da tschertgar cumpara en la trav per la tschertga svelta.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
rm: Agiuntà la maschina da tschertgar!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
rm: Agiuntar ina maschina da tschertgar?

# Search.ThirdPartyEngines.Cancel
source: Cancel
rm: Interrumper

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
rm: Ina maschina da tschertgar cun quest titel u questa URL è gia vegnida agiuntada.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
rm: Betg reussì

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
rm: Impussibel dad agiuntar la maschina da tschertgar.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
rm: Betg reussì

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
rm: Emplenescha p.pl. tut ils champs correctamain.

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
rm: Betg reussì

source: Searches for the suggestion
rm: Tschertgar la proposta

source: Secure connection
rm: Connexiun segirada

source: Send Feedback
rm: Trametter in resun

source: Send Report
rm: Trametter l'annunzia

source: Send a crash report so Mozilla can fix the problem?
rm: Trametter in rapport da collaps per che Mozilla possia schliar il problem?

# SendTo.Cancel.Button
source: Cancel
rm: Interrumper

# SendTo.DeviceList.Text
source: Available devices:
rm: Apparats disponibels:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
rm: Be colliaziuns HTTP e HTTPS pon vegnir cundivididas.

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
rm: Impussibel da cundivider la colliaziun che ti vuls cundivider.

# SendTo.NavBar.Title
source: Send Tab
rm: Trametter il tab

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
rm: Ti n'has betg connectà auters apparats cun quest conto da Firefox che pudessan vegnir sincronisads.

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
rm: Avra p.pl. Firefox, va en las preferenzas e t'annunzia per cuntinuar.

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
rm: Ti n'es betg annunzià cun tes conto da Firefox.

# SendTo.SendAction.Text
source: Send
rm: Trametter

# SendTo.SignIn.Button
source: Sign In to Firefox
rm: S'annunziar tar Firefox

# SentTab.AddToReadingListAction.Title
source: Add to Reading List
rm: Agiuntar a la glista da lectura

# SentTab.BookmarkAction.title
source: Bookmark
rm: Agiuntar segnapagina

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
rm: Smatgar per cumenzar

# SentTab.ViewAction.title
source: View
rm: Mussar

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
rm: In nov tab è arrivà d'in auter apparat.

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
rm: Retschavì in tab

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
rm: In nov tab è arrivà en %@

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
rm: Retschavì in tab da %@

source: Serif
rm: Cun serifas

source: Settings
rm: Preferenzas

# Settings.AddCustomEngine
source: Add Search Engine
rm: Agiuntar ina maschina da tschertgar

# Settings.AddCustomEngine.SaveButtonText
source: Save
rm: Memorisar

# Settings.AddCustomEngine.Title
source: Add Search Engine
rm: Agiuntar ina maschina da tschertgar

# Settings.AddCustomEngine.TitleLabel
source: Title
rm: Titel

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
rm: Maschina da tschertgar

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
rm: URL (remplazzar il term da tschertga cun %s)

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Website Data
rm: Stizzar tut las datas da website

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
rm: Stizzar las datas privatas

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
rm: Stizzar las datas privatas

# Settings.ClearPrivateData.Title
source: Clear Private Data
rm: Stizzar las datas privatas

# Settings.ClearSelectedWebsiteData.ClearSelected.Button
source: Clear Items: %1$@
rm: Stizzar elements: %1$@

# Settings.CopyAppVersion.Title
source: Copied to clipboard
rm: Copià en l'archiv provisoric

# Settings.DNT.OptionAlwaysOn
source: Always
rm: Adina

# Settings.DNT.OptionOnWithTP
source: Only when using Tracking Protection
rm: Mo sche la protecziun encunter il fastizar è activada
