Repository: nishant2718/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ar

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
ar: اختر شريط الموقع

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
ar: اعرض اللسان التالي

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
ar: اعرض اللسان السابق

source: Increase text size
ar: كبّر النص

source: Last month
ar: الشهر الماضي

source: Last synced: %@
ar: آخر مزامنة: %@

source: Last week
ar: الأسبوع الماضي

source: Licenses
ar: الرُّخص

source: Light
ar: فاتح

source: Load original page
ar: حمّل الصفحة الأصلية

source: Loading content…
ar: يُحمّل المحتوى…

source: Log in
ar: لِج

source: Logins
ar: جلسات الولوج

# LoginsDetailView.LoginModified
source: Modified
ar: آخر تعديل

# LoginsDetailView.LoginTitle
source: Login
ar: الولوج

# LoginsHelper.DontSave.Button
source: Don’t Save
ar: لا تحفظ

# LoginsHelper.DontUpdate.Button
source: Don’t Update
ar: لا تُحدّث

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
ar: أأحفظ ولوج %1$@ على %2$@؟

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
ar: أأحفظ كلمة سر %@؟

# LoginsHelper.PromptUpdateLogin.Title.OneArg
source: Update login for %@?
ar: أأحدّث ولوج %@؟

# LoginsHelper.PromptUpdateLogin.Title.TwoArg
source: Update login %1$@ for %2$@?
ar: أأحدّث ولوج %1$@ على %2$@؟

# LoginsHelper.SaveLogin.Button
source: Save Login
ar: احفظ الولوج

# LoginsHelper.Update.Button
source: Update
ar: حدِّث

# LoginsList.LoginsListFilterLogin
source: Login
ar: جلسات الولوج

# LoginsList.LoginsListFilterSearchAll
source: All
ar: الكل

# LoginsList.LoginsListFilterWebsite
source: Website
ar: المواقع

# LoginsList.LoginsListSearchPlaceholder
source: Filter
ar: رشِّح

# LoginsList.Title
source: SAVED LOGINS
ar: جلسات الولوج المحفوظة

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
ar: يبدو أن Firefox انهار مؤخرًا. أتريد استعادة ألسنتك؟

source: Mark as Read
ar: علّمها مقروءة

source: Mark as Unread
ar: علّمها غير مقروءة

# Menu.AddBookmark.Confirm
source: Bookmark Added
ar: أُضيفت العلامة

# Menu.AddPin.Confirm
source: Pinned To Top Sites
ar: ثُبّت في المواقع المهمة

# Menu.AddPin.Confirm2
source: Added to Shortcuts
ar: أُضيف إلى الاختصارات

# Menu.AddToReadingList.Confirm
source: Added To Reading List
ar: أُضيفت إلى قائمة القراءة

# Menu.BackUpAndSync.Label
source: Back up and Sync Data
ar: النسخ الاحتياطي ومزامنة البيانات

# Menu.Bookmarks.Label
source: Bookmarks
ar: العلامات

# Menu.Copy.Title
source: Copy Address
ar: انسخ العنوان

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
ar: نُسخ المسار إلى الحافظة

# Menu.Downloads.Label
source: Downloads
ar: التنزيلات

# Menu.EnhancedTrackingProtectionOff.Title
source: Enhanced Tracking Protection is OFF for this site.
ar: عُطّلت الحماية الموسّعة من التعقب في هذا الموقع.

# Menu.EnhancedTrackingProtectionOn.Title
source: Enhanced Tracking Protection is ON for this site.
ar: فُعّلت الحماية الموسّعة من التعقب في هذا الموقع.

# Menu.EnhancedTrackingProtectionStandardWithITP.Title
source: Firefox blocks cross-site trackers, social trackers, cryptominers, and fingerprinters.
ar: يحجب Firefox المتعقّبات بين المواقع، والمتعقّبات الاجتماعية، والمُعدّنات المعمّاة ومسجّلات البصمات.

# Menu.EnhancedTrackingProtectionStrictWithITP.Title
source: Firefox blocks cross-site trackers, social trackers, cryptominers, fingerprinters, and tracking content.
ar: يحجب Firefox المتعقّبات بين المواقع، والمتعقّبات الاجتماعية، والمُعدّنات المعمّاة، ومسجّلات البصمات والمحتوى المتعقّب.

# Menu.History.Label
source: History
ar: التأريخ

# Menu.Library.StopReload
source: Stop
ar: أوقِف

# Menu.ManageAccount.Label
source: Manage Account %@
ar: أدِر حساب %@

# Menu.NightModeTurnOff.Label2
source: Turn off Night Mode
ar: عطّل الوضع الليلي

# Menu.NightModeTurnOn.Label
source: Enable Night Mode
ar: فعّل الوضع الليلي

# Menu.NightModeTurnOn.Label2
source: Turn on Night Mode
ar: فعّل الوضع الليلي

# Menu.NoImageModeBlockImages.Label
source: Block Images
ar: احجب الصور

# Menu.NoImageModeShowImages.Label
source: Show Images
ar: أظهِر الصور

# Menu.PageActions.Title
source: Page Actions
ar: إجراءات الصفحة

# Menu.Passwords.Label
source: Passwords
ar: كلمات السر

# Menu.Paste.Title
source: Paste
ar: ألصِق

# Menu.PasteAndGo.Title
source: Paste & Go
ar: ألصِق وانتقل

# Menu.ReadingList.Label
source: Reading List
ar: قائمة القراءة

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
ar: أعِد التحميل مع الحماية من التعقب

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
ar: أعِد التحميل بدون الحماية من التعقب

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
ar: أُزيلت العلامة

# Menu.RemovePin.Confirm
source: Removed From Top Sites
ar: أُزيل من المواقع المهمة

# Menu.RemovePin.Confirm2
source: Removed from Shortcuts
ar: أُزيلت من الاختصارات

# Menu.TabSent.Confirm
source: Tab Sent
ar: أُرسل اللسان

# Menu.TrackingProtection.BlockedTitle
source: Blocked
ar: محجوبة

# Menu.TrackingProtection.NoTrackersBlockedTitle
source: No trackers known to Firefox were detected on this page.
ar: لم تُكتشف في هذه الصفحة أي متعقّبات يعرفها Firefox.

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
ar: إعدادات الحماية

# Menu.TrackingProtection.TitlePrefix
source: Protections for %@
ar: مستويات الحماية من %@

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
ar: المحتوى الذي يتعقّبك

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
ar: متعقبات المواقع الاجتماعية

# Menu.TrackingProtectionBlocking.Description
source: Firefox is blocking parts of the page that may track your browsing.
ar: يحجب Firefox أجزاءً من الصفحة ربما تتعقب تصفّحك.

# Menu.TrackingProtectionBlockingDisabled.Description
source: Block online trackers
ar: احجب متعقبات الإنترنت

# Menu.TrackingProtectionCrossSiteCookies.Title
source: Cross-Site Tracking Cookies
ar: كعكات تتعقّبك بين المواقع

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
ar: متعقّبات بين المواقع

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
ar: المُعدّنات المعمّاة

# Menu.TrackingProtectionDescription.ContentTrackers
source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
ar: يمكن للمواقع تحميل إعلانات وفيديوهات وغيرها من محتويات من مواقع أخرى، وقد تحتوي هذه على متعقّبات مخفية. يمكنك بتعطيلها تسريع تحميل المواقع، ولكنك قد تجد أن بعض الأزرار والاستمارات وحقول الولوج باتت معطوبة.

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
ar: تتعقّبك هذه الكعكات وأنت تفتح الموقع تلو الآخر لتجمع بيانات عمّا تفعله على الشبكة. هذه الكعكات تأتي من أطراف ثالثة مثل شركات الإعلان والتحليل.

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
ar: تستعمل المُعدّنات المعمّاة طاقة الحساب في جهازك لتُعدّن أموالا رقمية. يستنزف هذا التعدين المدخرة ويُبطئ الجهاز ويزيد من فاتورة الكهرباء.

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
ar: الإعدادات في متصفحك وعلى جهازك فريدة ومختلفة. يمكن لمسجّلات البصمات استعمال هذه الإعدادات الفريدة والمختلفة لتفتح عنك ملفا عمّن تكون، بهذا تتعقّبك في أرجاء مختلف المواقع.

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
ar: تثبّت شبكات التواصل الاجتماعي متعقّبات في مواقع مختلفة لتفتح عنك ملفا شاملًا عمّن تكون، ومحدّدا حسب التوجه. يمكنك بحجب هذه المتعقّبات التقليل مما تراه شركات التواصل الاجتماعي هذه عنك بينما تتصفح المواقع.

# Menu.TrackingProtectionDisable1.Title
source: Disabled for this site
ar: عطِّله لهذا الموقع

# Menu.TrackingProtectionDisabled.Title
source: Tracking Protection is now off for this site.
ar: عُطّلت الحماية من التعقب في هذا الموقع.

# Menu.TrackingProtectionEnable.Title
source: Enable Tracking Protection
ar: فعِّل الحماية من التعقب

# Menu.TrackingProtectionEnable1.Title
source: Enabled for this site
ar: فعِّله لهذا الموقع

# Menu.TrackingProtectionEnabled.Title
source: Tracking Protection is now on for this site.
ar: فُعّلت الحماية من التعقب في هذا الموقع.

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
ar: مسجّلات البصمات

# Menu.TrackingProtectionListTitle.CrossSiteCookies
source: Blocked Cross-Site Tracking Cookies
ar: الكعكات المحجوبة التي تتعقّبك بين المواقع

# Menu.TrackingProtectionListTitle.Cryptominers
source: Blocked Cryptominers
ar: المُعدّنات المعمّاة المحجوبة

# Menu.TrackingProtectionListTitle.Fingerprinters
source: Blocked Fingerprinters
ar: مسجّلات البصمات المحجوبة

# Menu.TrackingProtectionListTitle.Social
source: Blocked Social Trackers
ar: المتعقّبات الاجتماعية المحجوبة

# Menu.TrackingProtectionMoreInfo.Description
source: Learn more about how Tracking Protection blocks online trackers that collect your browsing data across multiple websites.
ar: اطّلع على المزيد عن طريقة حجب الحماية من التعقب متعقبات الإنترنت التي تجمع بيانات التصفح عبر أكثر من موقع.

# Menu.TrackingProtectionNoBlocking.Description
source: No tracking elements detected on this page.
ar: لم تُكتشف أيّة عناصر تعقّب في هذه الصفحة.

# Menu.TrackingProtectionOption.WhiteListOnDescription
source: The site includes elements that may track your browsing. You have disabled protection.
ar: في الموقع عناصر قد تتعقّب تصفّحك. لقد عطّلتَ الحماية.

# Menu.TrackingProtectionWhitelistRemove.Title
source: Enable for this site
ar: فعِّله لهذا الموقع

# Menu.WhatsNew.Title
source: What's New
ar: ما الجديد

source: Navigation Toolbar
ar: شريط التصفح

source: New Tab
ar: لسان جديد

source: No
ar: لا

source: No tabs
ar: لا ألسنة

source: Okay
ar: حسنا

source: Oops! Firefox crashed
ar: عذرا! انهار Firefox

source: Open Settings
ar: افتح الإعدادات

source: Open Tabs
ar: الألسنة المفتوحة

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
ar: افتح المقالات في منظور القارئ بالنقر على أيقونة الكتاب عندما تظهر في شريط العنوان.

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
ar: تعذّر على Firefox فتح الصفحة لأن عنوانها غير صحيح.

# OpenURL.Error.Title
source: Cannot Open Page
ar: تعذّر فتح الصفحة

source: Page Options Menu
ar: قائمة خيارات الصفحة

source: Panel Chooser
ar: منتقي اللوحة

source: Password
ar: كلمة السر

# PasswordAutoFill.NoPasswordsFoundTitle
source: You don’t have any credentials synced from your Firefox Account
ar: ليس لديك أية معلومات ولوج جرت مزامنتها من حساب Firefox لديك

# PasswordAutoFill.PasswordsListTitle
source: Available Credentials:
ar: معلومات الولوج المتاحة:

# PasswordAutoFill.SectionTitle
source: Firefox Credentials
ar: معلومات ولوج Firefox

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
ar: يسمح لك هذا بحفظ الصورة في سجل الكمرة.

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
ar: يريد Firefox الوصول إلى صورك

# PhotonMenu.close
source: Close
ar: أغلق

source: Privacy
ar: الخصوصية

source: Privacy Policy
ar: سياسة الخصوصية

source: Quick-Search Engines
ar: محركات البحث السريع

source: Reader View
ar: منظور القارئ

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
ar: نمط القارئ متاح

source: Reading list
ar: قائمة القراءة

# RecentlyClosedTabsPanel.Title
source: Recently Closed
ar: المُغلقة حديثًا

source: Reload
ar: أعِد التحميل

source: Reload page
ar: أعِد تحميل الصفحة

source: Remove
ar: أزِل

source: Remove from Reading List
ar: أزِل من قائمة القراءة

# ReopenAlert.Actions.Cancel
source: Cancel
ar: ألغِ

# ReopenAlert.Actions.Reopen
source: Reopen
ar: أعِد فتحها

# ReopenAlert.Title
source: Reopen Last Closed Tab
ar: أعِد فتح آخر الألسنة المُغلقة

# ReopenClosedTab.KeyCodeTitle
source: Reopen Closed Tab
ar: أعِد فتح اللسان المغلق

source: Reset text size
ar: صفّر مقاس الخط

source: Sans-serif
ar: غير مذيّل

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
ar: احفظ الصفحات في قائمة القراءة بالنقر على أيقونة إضافة الكتاب في أدوات منظور القراءة.

# ScanQRCode.Error.OK.Button
source: OK
ar: حسنا

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
ar: حاذِ رمز QR داخل الإطار لمسحه

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
ar: البيانات غير سليمة

# ScanQRCode.PermissionError.Message
source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
ar: رجاء اسمح لمتصفّح Firefox أن يستخدم كمرة الجهاز من ’الإعدادات‘ ← ’الخصوصية‘ ← ’الكاميرا‘.

# ScanQRCode.View.Title
source: Scan QR Code
ar: امسح رمز QR

source: Search
ar: البحث

source: Search or enter address
ar: ابحث أو أدخِل عنوانا

# Search.Awesomebar.SwitchToTab
source: Switch to tab
ar: انتقل إلى اللسان

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
ar: سيظهر محرك البحث الجديد في شريط البحث السريع.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
ar: أُضيف محرك البحث

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
ar: أتريد إضافة مزود خدمة البحث؟

# Search.ThirdPartyEngines.Cancel
source: Cancel
ar: ألغِ

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
ar: سبق أن أٌضيف محرّك بحث بنفس هذا العنوان أو المسار.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
ar: فشل

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
ar: تعذّر إضافة مزود خدمة البحث.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
ar: فشل

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
ar: رجاء املأ كل الحقول بصورة صحيحة.

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
ar: فشِل

# Search.ThirdPartyEngines.OK
source: OK
ar: حسنا

source: Searches for the suggestion
ar: اقتراحات البحث

source: Secure connection
ar: اتصال آمن

source: Send Feedback
ar: أرسِل انطباعك

source: Send Report
ar: أرسِل البلاغ

source: Send a crash report so Mozilla can fix the problem?
ar: أتريد إرسال بلاغ عن الانهيار كي تساعد Mozilla في حل المشكلة؟

# SendTo.Cancel.Button
source: Cancel
ar: ألغِ

# SendTo.DeviceList.Text
source: Available devices:
ar: الأجهزة المتاحة:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
ar: يمكن مشاركة روابط HTTP و HTTPS فقط.

# SendTo.Error.OK.Button
source: OK
ar: حسنا

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
ar: تعذّر مشاركة الرابط الذي تحاول مشاركته.

# SendTo.NavBar.Title
source: Send Tab
ar: أرسِل اللسان

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
ar: لا أجهزة أخرى متصلة بحساب Firefox لمزامنتها.

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
ar: من فضلك افتح Firefox، و افتح الإعدادات، و لِج للمتابعة.

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
ar: لم تلج إلى حساب Firefox.

# SendTo.SendAction.Text
source: Send
ar: أرسِل

# SendTo.SignIn.Button
source: Sign In to Firefox
ar: لِج إلى Firefox

# SentTab.AddToReadingListAction.Title
source: Add to Reading List
ar: أضِف إلى قائمة القراءة

# SentTab.BookmarkAction.title
source: Bookmark
ar: علّم

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
ar: اضغط ليبدأ

# SentTab.ViewAction.title
source: View
ar: اعرض

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
ar: وصل لسان جديد من جهاز آخر.

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
ar: وصل لسان

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
ar: وصل لسان جديد في %@

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
ar: وصل لسان من %@

source: Sepia
ar: بني

source: Serif
ar: مذيّل

source: Settings
ar: الإعدادات

# Settings.AddCustomEngine
source: Add Search Engine
ar: أضِف محرك بحث

# Settings.AddCustomEngine.SaveButtonText
source: Save
ar: احفظ

# Settings.AddCustomEngine.Title
source: Add Search Engine
ar: أضِف محرك بحث

# Settings.AddCustomEngine.TitleLabel
source: Title
ar: العنوان

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
ar: محرك البحث

# Settings.AddCustomEngine.URLLabel
source: URL
ar: المسار

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
ar: المسار (استخدم ‎%s بدل نص البحث)

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Website Data
ar: اسمح كل بيانات المواقع

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
ar: امسح البيانات الخاصة

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
ar: امسح البيانات الخاصة

# Settings.ClearPrivateData.Title
source: Clear Private Data
ar: امسح البيانات الخاصة

# Settings.CopyAppVersion.Title
source: Copied to clipboard
ar: نُسخ إلى الحافظة

# Settings.DNT.OptionAlwaysOn
source: Always
ar: دائمًا

# Settings.DNT.OptionOnWithTP
source: Only when using Tracking Protection
ar: عند استخدام الحماية من التعقب فقط

# Settings.DNT.Title
source: Send websites a Do Not Track signal that you don’t want to be tracked
ar: أرسِل للمواقع إشارة ”لا تتعقبني“ بأنك لا تريد أن يتعقبوك

# Settings.DataManagement.SearchLabel
source: Filter Sites
ar: رشّح المواقع

# Settings.DataManagement.SectionName
source: Data Management
ar: إدارة البيانات

# Settings.DataManagement.Title
source: Data Management
ar: إدارة البيانات

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
ar: سيتوقف Firefox عن مزامنة حسابك، لكن لن يحذف أيًا من بيانات تصفحك على هذا الجهاز.

# Settings.Disconnect.Button
source: Disconnect Sync
ar: اقطع اتصال التزامن

# Settings.Disconnect.CancelButton
source: Cancel
ar: ألغِ

# Settings.Disconnect.DestructiveButton
source: Disconnect
ar: اقطع الاتصال

# Settings.Disconnect.Title
source: Disconnect Sync?
ar: أأقطع اتصال التزامن؟

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
ar: العتبة

# Settings.DisplayTheme.Manual.StatusLabel
source: Manual
ar: يدوي

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
ar: اختر السمة التي تريد

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
ar: يدويًا

# Settings.DisplayTheme.OptionDark
source: Dark
ar: داكنة

# Settings.DisplayTheme.OptionLight
source: Light
ar: فاتحة

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
ar: ستتغيّر السمة تلقائيا حسب سطوع الشاشة لديك. يمكنك ضبط عتبة قصوى حيث تتغير السمة عندها. تُشير الدائرة إلى سطوع الشاشة الحالي.

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
ar: تبديل الوضع

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
ar: بدّل تلقائيا حسب سطوع الشاشة

# Settings.DisplayTheme.SwitchTitle
source: Automatically
ar: تلقائيًا

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
ar: سمة النظام

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
ar: استعمل وضع النظام الفاتح والداكن

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
ar: منتقي السمات

# Settings.DisplayTheme.Title.v2
source: Theme
ar: السمة

# Settings.FxA.DeviceName
source: Device Name
ar: اسم الجهاز

# Settings.FxA.Sync.SectionName
source: Sync Settings
ar: إعدادات المزامنة

# Settings.FxA.Title
source: Firefox Account
ar: حساب Firefox

# Settings.General.SectionName
source: General
ar: عام

# Settings.HomePage.Clear.Button
source: Clear
ar: امسح

# Settings.HomePage.SectionName
source: Homepage
ar: صفحة البداية

# Settings.HomePage.Title
source: Homepage Settings
ar: إعدادات صفحة البداية

# Settings.HomePage.URL.Placeholder
source: Enter a webpage
ar: أدخِل صفحة وِب

# Settings.HomePage.URL.Title
source: Current Homepage
ar: صفحة البداية الحالية

# Settings.HomePage.UseCopiedLink.Button
source: Use Copied Link
ar: استخدم الرابط المنسوخ

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
ar: استخدم الصفحة الحالية

# Settings.HomePage.UseDefault.Button
source: Use Default
ar: استخدم الإعداد المبدئي

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
ar: جلسات الولوج وكلمات السر

# Settings.NewTab.CustomURL
source: Custom URL
ar: مسار مخصص

# Settings.NewTab.Description
source: When you open a New Tab:
ar: عند فتح لسان جديد:

# Settings.NewTab.Option.ASTitle
source: Customize Top Sites
ar: خصّص المواقع الأكثر زيارة

# Settings.NewTab.Option.BlankPage
source: Blank Page
ar: صفحة فارغة

# Settings.NewTab.Option.Bookmarks
source: Bookmarks
ar: العلامات

# Settings.NewTab.Option.CustomizeFooter
source: The sites you visit most
ar: أكثر المواقع المزارة

# Settings.NewTab.Option.CustomizeFooter2
source: Sites you save or visit
ar: المواقع التي حفظتها أو زرتها

# Settings.NewTab.Option.CustomizeTitle
source: Customize Firefox Home
ar: خصّص شاشة بداية Firefox

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
ar: شاشة بداية Firefox

# Settings.NewTab.Option.HighlightsBookmarks
source: Recent Bookmarks
ar: آخر العلامات

# Settings.NewTab.Option.HighlightsHistory
source: Visited
ar: المُزار

# Settings.NewTab.Option.History
source: History
ar: التأريخ

# Settings.NewTab.Option.HomePage
source: Homepage
ar: صفحة البداية

# Settings.NewTab.Option.Pocket
source: Trending on Pocket
ar: الشائع في Pocket

# Settings.NewTab.Option.PocketFooter
source: Great content from around the web.
ar: محتوى مميّز من أرجاء الوِب كافة.

# Settings.NewTab.Option.ReadingList
source: Show your Reading List
ar: اعرض قائمة القراءة

# Settings.NewTab.Option.RecommendedByPocket
source: Recommended by %@
ar: ينصح به %@

# Settings.NewTab.Option.RecommendedByPocketDescription
source: Exceptional content curated by %1$@, part of the %2$@ family
ar: محتوى مميّز جمعه لك %1$@، وهو جزء من عائلة %2$@

# Settings.NewTab.SectionName
source: New Tab
ar: اللسان الجديد

# Settings.NewTab.Title
source: New Tab
ar: لسان جديد

# Settings.NewTab.TopSectionName
source: Show
ar: اعرض

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
ar: اختر ما سيُحمّل عند فتح لسان جديد

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
ar: عند فتح Firefox

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
ar: اطلب فتح الروابط المنسوخة

# Settings.OpenWith.PageTitle
source: Open mail links with
ar: افتح روابط البريد في

# Settings.OpenWith.SectionName
source: Mail App
ar: تطبيق البريد

# Settings.SaveLogins.Title
source: Save Logins
ar: احفظ جلسات الولوج

# Settings.Search.Done.Button
source: Done
ar: تمّ

# Settings.Search.Edit.Button
source: Edit
ar: حرِّر

# Settings.SendUsage.Link
source: Learn More.
ar: اطّلع على المزيد.

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
ar: تحاول Mozilla ألا تجمع أكثر مما تحتاجه لإتاحة Firefox و تحسينه للجميع.
