Repository: nishant2718/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ar

# Settings.SendUsage.Title
source: Send Usage Data
ar: أرسِل بيانات الاستخدام

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
ar: عند الضغط على الروابط لمدّة

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
ar: اعرض معاينات الروابط

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
ar: اعرض في قائمة التطبيق

# Settings.Siri.OpenTabShortcut
source: Open New Tab
ar: افتح لسانًا جديدًا

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
ar: استخدم اختصارات «سيري» لفتح Firefox بسرعة عبر «سيري/Siri»

# Settings.Siri.SectionName
source: Siri Shortcuts
ar: اختصارات سيري

# Settings.Studies.Active.SectionName
source: Active
ar: النشطة

# Settings.Studies.Completed.SectionName
source: Completed
ar: المكتملة

# Settings.Studies.Remove.Button
source: Remove
ar: أزِل

# Settings.Studies.SectionName
source: Studies
ar: الدراسات

# Settings.Studies.Title
source: Studies
ar: الدراسات

# Settings.Studies.Toggle.Link
source: Learn More.
ar: اطّلع على المزيد.

# Settings.Studies.Toggle.Message
source: Firefox may install and run studies from time to time.
ar: قد يثبّت Firefox بعض الدراسات ويشغّلها من وقت لآخر.

# Settings.Studies.Toggle.Off
source: Off
ar: معطّل

# Settings.Studies.Toggle.On
source: On
ar: مفعّل

# Settings.Studies.Toggle.Title
source: Studies
ar: الدراسات

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
ar: حسنًا، فهمت

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
ar: إن لم يعمل أحد المواقع كما يجب، اضغط أيقونة الدرع في شريط العنوان وعطّل الحماية الموسّعة من التعقب في الصفحة.

# Settings.TrackingProtection.Alert.Title
source: Heads up!
ar: انتبه!

# Settings.TrackingProtection.BlockListsHeader
source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
ar: يمكنك اختيار أيّة قائمة سيستخدمها Firefox لحجب عناصر الوِب التي قد تتعقّب نشاط التصفح.

# Settings.TrackingProtection.Info.BasicTitle
source: Balanced for protection and performance.
ar: متوازنة تجمع بين الحماية والأداء.

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
ar: المحجوبة

# Settings.TrackingProtection.Info.StrictTitle
source: Offers stronger protection, but may cause some sites to break.
ar: تعطيك حماية أقوى وأعتى، لكنها قد تعطب بعض المواقع.

# Settings.TrackingProtection.LearnMore
source: Learn more
ar: اطّلع على المزيد

# Settings.TrackingProtection.MoreInfo
source: More Info…
ar: معلومات أكثر…

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
ar: تقلّل الإعلانات المستهدفة وتُساعد على منع المُعلنين من تعقب تصفحّك.

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
ar: إن لم يعمل أحد المواقع كما يجب، اضغط أيقونة الدرع في شريط العنوان وعطّل الحماية المحسّنة من التعقب في الصفحة.

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so websites function properly.
ar: اسمح ببعض المتعقّبات الإعلانية لتعمل المواقع كما ينبغي.

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
ar: احجب متعقّبات وإعلانات ومنبثقات أكثر. ستُحمّل الصفحات بسرعة أكبر، ولكن قد لا تعمل بعض المزايا.

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
ar: مستوى الحماية

# Settings.TrackingProtection.SectionName
source: Tracking Protection
ar: الحماية من التعقب

# Settings.TrackingProtection.StrictLevelInfoFooter
source: Blocking trackers could impact the functionality of some websites.
ar: لربما يؤدي حجب المتعقّبات إلى تعطيل مزايا وما تقدّمه بعض المواقع.

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
ar: قياسية (المبدئي)

# Settings.TrackingProtectionOption.BlockListBasicDescription
source: Allows some trackers so websites function properly.
ar: اسمح ببعض المتعقّبات لتعمل المواقع كما ينبغي.

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
ar: صارمة

# Settings.TrackingProtectionOption.BlockListStrictDescription
source: Blocks known trackers. Some websites may not function properly.
ar: احجب المتعقّبات المعروفة. قد لا تعمل بعض مواقع الوِب كما ينبغي.

# Settings.TrackingProtectionOption.EnabledStateFooterLabel
source: Tracking is the collection of your browsing data across multiple websites.
ar: التعقب هو جمع بيانات تصفحك عبر عدة مواقع.

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
ar: الحماية الموسّعة من التعقب

# Settings.TranslateSnackBar.SectionFooter
source: The web page language is detected on the device, and a translation from a remote service is offered.
ar: اكتُشفت لغة صفحة الوِب على الجهاز وقُدّمت الترجمة من خدمة بعيدة.

# Settings.TranslateSnackBar.SectionHeader
source: Services
ar: الخدمات

# Settings.TranslateSnackBar.SwitchSubtitle
source: Offer to translate any site written in a language that is different from your default language.
ar: اسألني لترجمة أي موقع مكتوب بلغة لا تطابق لغتي المبدئية.

# Settings.TranslateSnackBar.SwitchTitle
source: Offer Translation
ar: اسألني عن الترجمة

# Settings.TranslateSnackBar.Title
source: Translation
ar: الترجمة

# Settings.TroubleShootSync.Title
source: Troubleshoot
ar: حل المشاكل

# Settings.WebsiteData.ButtonDelete
source: Delete
ar: احذف

# Settings.WebsiteData.ButtonDone
source: Done
ar: تمّ

# Settings.WebsiteData.ButtonEdit
source: Edit
ar: حرّر

# Settings.WebsiteData.ButtonShowMore
source: Show More
ar: اعرض المزيد

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your website data. It cannot be undone.
ar: سيمحي هذا الإجراء كل بيانات موقعك. لا يمكن التراجع عن هذا.

# Settings.WebsiteData.Title
source: Website Data
ar: بيانات الموقع

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
ar: أضِف إلى قائمة القراءة

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
ar: أُضيفت إلى قائمة القراءة

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
ar: علّم هذه الصفحة

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
ar: عُلّمت

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
ar: حمِّل في الخلفية

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
ar: حُمّل في Firefox

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
ar: افتح في Firefox

# ShareExtension.OpenInPrivateModeAction.Title
source: Open in Private Mode
ar: افتح في الوضع الخاص

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
ar: ابحث في Firefox

source: Show Search Suggestions
ar: أظهِر اقتراحات البحث

source: Show Tabs
ar: أظهِر الألسنة

source: Show Tour
ar: اعرض الجولة

source: Stop
ar: أوقِف

source: Support
ar: الدعم

source: Swipe right or left with three fingers to close the tab.
ar: مرر إلى اليمين أو اليسار بثلاثة من أصابعك لإغلاق اللسان.

# SwitchToNonPBM.KeyCodeTitle
source: Normal Browsing Mode
ar: وضع التصفح العادي

# SwitchToPBM.KeyCodeTitle
source: Private Browsing Mode
ar: وضع التصفح الخاص

source: Sync your tabs, bookmarks, passwords and more.
ar: زامِن ألسنتك و علاماتك و كلمات السر و غيرها المزيد.

source: Sync your tabs, passwords and more.
ar: زامِن ألسنتك و كلمات السر و غيرها المزيد.

# Sync.FirstTimeMessage.Label
source: Your first sync may take a while
ar: قد تأخذ أول مزامنة بعض الوقت

# Sync.NoAccount.Description
source: No account? Create one to sync Firefox between devices.
ar: ليس لديك حساب؟ أنشِئ واحدًا لمزامنة Firefox بين الأجهزة.

# Sync.Syncing.Label
source: Syncing
ar: يُزامِن

# Sync.SyncingEllipsis.Label
source: Syncing…
ar: يُزامِن…

# SyncState.Bookmark.Title
source: Bookmarks
ar: العلامات

# SyncState.Clients.Title
source: Remote Clients
ar: العملاء البعيدين

# SyncState.Failed.Title
source: Syncing has failed
ar: فشلت المزامنة

# SyncState.History.Title
source: History
ar: التأريخ

# SyncState.Logins.Title
source: Logins
ar: جلسات الولوج

# SyncState.NotStarted.Title
source: Sync is unavailable
ar: المزامنة غير متاحة

# SyncState.Offline.Title
source: Sync is offline
ar: المزامنة غير متصلة

# SyncState.Partial.Title
source: Sync is experiencing issues syncing %@
ar: هناك مشاكل في مزامنة %@

# SyncState.Tabs.Title
source: Tabs
ar: الألسنة

source: Synced Tabs
ar: الألسنة المُزامنة

# Tab %@ of %@
source: Tab %1$@ of %2$@
ar: اللسان %1$@ من %2$@

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
ar: أظهِر كل الألسنة

# TabTray.AddTab.Button
source: Add Tab
ar: أضِف لسانًا

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
ar: أغلق كل الألسنة

# TabTray.CloseTab.KeyCodeTitle
source: Close Selected Tab
ar: أغلق اللسان المنتقى

# TabTray.CurrentSelectedTab.A11Y
source: Currently selected tab.
ar: اللسان المحدّد حاليًا.

# TabTray.LastWeek.Header
source: Last Week
ar: الأسبوع الماضي

# TabTray.MoreMenu.Copy
source: Copy
ar: انسخ

# TabTray.Older.Header
source: Older
ar: أقدم

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
ar: افتح لسانًا جديدًا

# TabTray.OpenSelectedTab.KeyCodeTitle
source: Open Selected Tab
ar: افتح اللسان المنتقى

# TabTray.PrivateTitle
source: Private Tabs
ar: الألسنة الخاصة

# TabTray.SegmentedControlTitles.PrivateTabs
source: Private
ar: خاص

# TabTray.SegmentedControlTitles.SyncedTabs
source: Synced
ar: مُزامَن

# TabTray.SegmentedControlTitles.Tabs
source: Tabs
ar: الألسنة

# TabTray.SwipeMenu.More
source: More
ar: أكثر

# TabTray.Title
source: Open Tabs
ar: الألسنة المفتوحة

# TabTray.Today.Header
source: Today
ar: اليوم

# TabTray.Yesterday.Header
source: Yesterday
ar: الأمس

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
ar: الألسنة %1$@ إلى %2$@ من %3$@

source: Tabs Tray
ar: لوحة الألسنة

# Tabs.DeleteAllUndo.Button
source: Undo
ar: تراجع

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
ar: أُغلقت %d من الألسنة

# Tabs.Search.PlaceholderText
source: Search Tabs
ar: ابحث في الألسنة

source: The page could not be displayed in Reader View.
ar: تعذّر عرض الصفحة في منظور القارئ.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
ar: حدثت مشكلة في الوصول إلى ألسنتك من الأجهزة الأخرى. أعِد المحاولة بعد عدّة دقائق.

source: There was an error converting the page
ar: حدث خطأ في تحويل الصفحة

# Toasts.NotNow
source: Not Now
ar: ليس الآن

# Toasts.OpenAppStore
source: Open App Store
ar: افتح متجر التطبيقات

# Toasts.Undo
source: Undo
ar: تراجَع

source: Today
ar: اليوم

# Toolbar.Menu.AccessibilityLabel
source: Menu
ar: قائمة

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
ar: أغلق كل الألسنة

# TopSites.EmptyState.Description
source: Your most visited sites will show up here.
ar: سترى هنا المواقع الأكثر زيارة.

# TopSites.EmptyState.Title
source: Welcome to Top Sites
ar: مرحبًا في المواقع الأكثر زيارة

# TopSites.RemovePage.Button
source: Remove page — %@
ar: أزل الصفحة - %@

# TranslationToastHandler.PromptTranslate.Cancel
source: No
ar: لا

# TranslationToastHandler.PromptTranslate.OK
source: Yes
ar: نعم

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
ar: يبدو بأن لغة هذه الصفحة هي %1$@. أأترجمها إلى %2$@ باستخدام %3$@؟

source: Twitter
ar: تويتر

# UIMenuItem.PasteGo
source: Paste & Go
ar: ألصِق وانتقل

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
ar: ابحث مستخدمًا Firefox

source: Upgrade Firefox to connect
ar: حدّث Firefox للاتصال

source: Use stage servers
ar: استعمل خواديم الإصدارات التجريبية

source: Username
ar: اسم المستخدم

source: Verify your email address
ar: أكِّد بريدك الإلكتروني

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar: الإصدارة %1$@ (%2$@)

source: Web content
ar: محتوى الوِب

source: Welcome to your Reading List
ar: مرحبا في قائمة القراءة

source: Well, this is embarrassing.
ar: هذا محرِج.

source: Wikipedia
ar: ويكيبيديا

source: Yesterday
ar: الأمس

source: You don’t have any tabs open in Firefox on your other devices.
ar: لا ألسنة مفتوحة في Firefox على أجهزتك الأخرى.

source: YouTube
ar: يوتيوب

source: Your Rights
ar: حقوقك

source: computer
ar: الحاسوب

# fxa.qr-scanning-view.instructions
source: Scan the QR code shown at firefox.com/pair
ar: امسح رمز QR المعروض على firefox.com/pair ضوئيا

# fxa.signin.camera-signin
source: Sign In with Your Camera
ar: لِج باستخدام كمرتك

# fxa.signin.create-account-pt-1
source: Sync Firefox between devices with an account.
ar: زامِن بيانات Firefox بين الأجهزة عبر حساب Firefox.

# fxa.signin.create-account-pt-2
source: Create Firefox account.
ar: أنشِئ حساب Firefox.

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
ar: افتح Firefox على حاسوبك وانتقل إلى firefox.com/pair

# fxa.signin.ready-to-scan
source: Ready to Scan
ar: جاهز للمسح الضوئي

# fxa.signin.turn-on-sync
source: Turn on Sync
ar: فعّل «تزامُن»

# fxa.signin.use-email-instead
source: Use Email Instead
ar: استعمل البريد بدل المسح

source: just now
ar: منذ لحظات

source: mobile device
ar: جهاز محمول

source: more than a month ago
ar: منذ أكثر من شهر

source: more than a week ago
ar: منذ أكثر من أسبوع

source: read
ar: مقروء

source: this week
ar: هذا الأسبوع

source: today at %@
ar: اليوم في %@

source: unread
ar: غير مقروء

source: yesterday
ar: الأمس

source: Are you sure?
ar: هل أنت متأكد؟

source: Clear Search
ar: امسح البحث

source: Copy
ar: انسخ

source: Created %@
ar: أُنشئت في %@

source: Deselect All
ar: ألغِ تحديد الكل

source: Enter Search Mode
ar: ادخُل وضع البحث

source: Hide
ar: أخفِ

source: Logins will be permanently removed.
ar: ستُزال جلسات الولوج نهائيا.

source: Logins will be removed from all connected devices.
ar: ستُزال جلسات الولوج من الأجهزة المتصلة.

source: Modified %@
ar: آخر تعديل في %@

source: No logins found
ar: لا جلسات ولوج

# Open &amp; Fill
source: Open & Fill
ar: افتح و املأ

source: Reveal
ar: اعرض

source: Search Input Field
ar: حقل عبارة البحث

source: Select All
ar: حدد الكل

source: Website
ar: الموقع

# Menu.AddBookmarkAction.Title
source: Bookmark This Page
ar: علّم هذه الصفحة

# Menu.AddBookmarkAction2.Title
source: Add Bookmark
ar: أضِف علامة

# Menu.AddToReadingList.Title
source: Add to Reading List
ar: أضِف إلى قائمة القراءة

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
ar: أغلق كل الألسنة

# Menu.CopyAddress.Title
source: Copy Address
ar: انسخ العنوان

# Menu.CopyLink.Title
source: Copy Link
ar: انسخ الرابط

# Menu.FindInPageAction.Title
source: Find in Page
ar: ابحث في الصفحة

# Menu.Library.Reload
source: Reload
ar: أعِد التحميل

# Menu.Library.Title
source: Your Library
ar: مكتبتك

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
ar: افتح لسانًا خاصًا جديدًا

# Menu.NewTabAction.Title
source: Open New Tab
ar: افتح لسانًا جديدًا

# Menu.OpenBookmarksAction.AccessibilityLabel.v2
source: Bookmarks
ar: العلامات

# Menu.OpenDownloadsAction.AccessibilityLabel.v2
source: Downloads
ar: التنزيلات

# Menu.OpenHistoryAction.AccessibilityLabel.v2
source: History
ar: التأريخ

# Menu.OpenHomePageAction.Title
source: Home
ar: البداية

# Menu.OpenReadingListAction.AccessibilityLabel.v2
source: Reading List
ar: قائمة القراءة

# Menu.OpenSettingsAction.Title
source: Settings
ar: الإعدادات

# Menu.OpenSyncedTabsAction.AccessibilityLabel.v2
source: Synced Tabs
ar: الألسنة المُزامنة

# Menu.OpenTopSitesAction.AccessibilityLabel
source: Top Sites
ar: المواقع الأكثر زيارة

# Menu.PageSourceAction.Title
source: View Page Source
ar: اعرض مصدر الصفحة

# Menu.RemoveBookmarkAction.Title
source: Remove Bookmark
ar: احذف العلامة

# Menu.ReportSiteIssueAction.Title
source: Report Site Issue
ar: أبلِغ عن مشكلة بالموقع

# Menu.ScanQRCodeAction.Title
source: Scan QR Code
ar: امسح رمز QR

# Menu.SeeAllAction.Title
source: See All
ar: اعرض الكل

# Menu.SharePageAction.Title
source: Share Page With…
ar: شارِك الصفحة مع…

# Menu.ShowTabs.Title
source: Show Tabs
ar: أظهِر الألسنة

# Menu.TranslatePageAction.Title
source: Translate Page
ar: ترجِم الصفحة

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
ar: اطلب موقع سطح مكتب

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
ar: اطلب موقع محمول

source: Close Private Tabs
ar: أغلق الألسنة الخاصة

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
ar: افتح في لسان خاص جديد

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
ar: لن يتذكر Firefox أي من التأريخ، أو الكعكات، ولكن ستُحفظ العلامات الجديدة.

source: Learn More
ar: اطّلع على المزيد

source: Off
ar: معطل

source: On
ar: مُشغل

source: Private Browsing
ar: التصفح الخاص

source: Private Mode
ar: الوضع الخاص

source: Turns private mode on or off
ar: شغّل/أوقِف الوضع الخاص

source: When Leaving Private Browsing
ar: عند مغادرة التصفح الخاص

source: %@ search
ar: بحث %@

source: Search Settings
ar: إعدادات البحث

source: Search suggestions from %@
ar: اقتراحات البحث من %@

# %@ on %@
source: %1$@ on %2$@
ar: %1$@ على %2$@

source: Bookmarks Menu
ar: قائمة العلامات

source: Bookmarks Toolbar
ar: شريط العلامات

source: Mobile Bookmarks
ar: علامات المحمول

source: Unsorted Bookmarks
ar: العلامات غير المرتّبة

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
ar: أغلِق الألسنة الخاصة

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
ar: أغلِق الألسنة الخاصة

# TodayWidget.ClosePrivateTabsLabelV3
source: Close Private Tabs
ar: أغلِق الألسنة الخاصة

# TodayWidget.CopiedLinkLabelFromPasteBoardV1
source: Copied Link from clipboard
ar: نُسخ الرابط من الحافظة

# TodayWidget.DropDownMenuItemClearPrivateTabs
source: Clear Private Tabs
ar: امسح الألسنة الخاصة

# TodayWidget.DropDownMenuItemGoToCopiedLink
source: Go to Copied Link
ar: انتقل إلى الرابط المنسوخ

# TodayWidget.DropDownMenuItemNewPrivateSearch
source: New Private Search
ar: بحث خاص جديد

# TodayWidget.DropDownMenuItemNewSearch
source: New Search
ar: بحث جديد

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
ar: أضف اختصارات Firefox إلى شاشة البداية.

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
ar: انتقل إلى الرابط المنسوخ

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
ar: انتقل إلى الرابط المنسوخ

# TodayWidget.GoToCopiedLinkLabelV3
source: Go to Copied Link
ar: انتقل إلى الرابط المنسوخ

# TodayWidget.GoToCopiedLinkLabelV4
source: Go to Copied Link
ar: انتقل إلى الرابط المنسوخ

# TodayWidget.MoreTabsLabel
source: +%d More…
ar: و%d غيرها…

# TodayWidget.NewPrivateTabButtonLabelV2
source: Search in Private Tab
ar: ابحث في لسان خاص

# TodayWidget.NewSearchButtonLabelV1
source: Search in Firefox
ar: ابحث في Firefox

# TodayWidget.NewTabButtonLabelV1
source: New Search
ar: بحث جديد

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
ar: لا ألسنة مفتوحة.

# TodayWidget.NoOpenTabsLabelV2
source: No Open Tabs
ar: لا ألسنة مفتوحة

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
ar: افتح Firefox

# TodayWidget.PocketWidgetGalleryDescription
source: Discover fascinating and thought-provoking stories from across the web, curated by Pocket.
ar: اكتشف القصص الآسرة والداعية للتأمل من كل أرجاء الوِب، اختارها Pocket بعناية.

# TodayWidget.PocketWidgetSubLabel
source: Firefox - Recommended by Pocket
ar: متصفّح Firefox - يُوصي به Pocket

# TodayWidget.PocketWidgetTitle
source: Recommended by Pocket
ar: يُوصي به Pocket

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
ar: بحث خاص

# TodayWidget.QuickActionDescription
source: Select a Firefox shortcut to add to your Home screen.
ar: اختر اختصار Firefox لإضافته إلى شاشة البداية.

# TodayWidget.QuickActionDropDownMenu
source: Quick action
ar: إجراء سريع

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
ar: أضف اختصار Firefox إلى الشاشة الرئيسية. المس الأداة بعد أن تُضاف مدةً لتعديلها، ثمّ اختر اختصارًا آخر.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
ar: إجراءات سريعة

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
ar: اختصارات Firefox

# TodayWidget.QuickActionsSubLabel
source: Firefox - Quick Actions
ar: ‏Firefox - إجراءات سريعة

# TodayWidget.QuickViewGalleryDescription
source: Access your open tabs directly on your homescreen.
ar: توصّل إلى الألسنة المفتوحة من الشاشة الرئيسية مباشرةً.

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
ar: أضِف اختصارات إلى الألسنة المفتوحة.

# TodayWidget.QuickViewGalleryTitle
source: Quick View
ar: منظور سريع

# TodayWidget.QuickViewLargeGalleryDescription
source: Add shortcuts to your open tabs.
ar: أضِف اختصارات إلى الألسنة المفتوحة.

# TodayWidget.QuickViewOpenTabsSubLabel
source: Firefox - Open Tabs
ar: ‏Firefox - الألسنة المفتوحة

# TodayWidget.SearchInFirefoxTitle
source: Search in Firefox
ar: ابحث في Firefox

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
ar: ابحث في Firefox

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
ar: ابحث في لسان خاص

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
ar: أضِف اختصارات إلى المواقع الأكثر زيارة.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
ar: المواقع الأكثر زيارة

# TodayWidget.TopSitesSubLabel
source: Firefox - Top Sites
ar: ‏Firefox - المواقع الأكثر زيارة

# TodayWidget.TopSitesSubLabel2
source: Firefox - Website Shortcuts
ar: ‏Firefox - اختصارات المواقع

# TodayWidget.ViewMore
source: View More
ar: اعرض المزيد

# TodayWidget.ViewMoreDots
source: View More…
ar: اعرض المزيد…

# Bookmarks.DeleteFolderWarning.CancelButton.Label
source: Cancel
ar: ألغِ

# Bookmarks.DeleteFolderWarning.DeleteButton.Label
source: Delete
ar: احذف

# Bookmarks.DeleteFolderWarning.Description
source: Are you sure you want to delete it and its contents?
ar: أمتأكّد من حذفه وحذف محتوياته؟

# Bookmarks.DeleteFolderWarning.Title
source: This folder isn’t empty.
ar: هذا المجلد ليس فارغًا.

# 2GqvPe
source: Go to Copied Link
ar: انتقل إلى الرابط المنسوخ

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
ar: هل أردت حقًا ”الانتقال إلى الرابط المنسوخ“؟

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Private Tabs’?
ar: هل أردت حقًا ”مسح الألسنة الخاصة“؟

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Private Search’?
ar: هل أردت حقًا إجراء ”بحث خاص جديد“؟

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
ar: هل أردت حقًا إجراء ”بحث جديد“؟

# ctDNmu
source: Quick access to various Firefox actions
ar: وصول سريع إلى مختلف إجراءات Firefox

# eHmH1H
source: Clear Private Tabs
ar: امسح الألسنة الخاصة

# eV8mOT
source: Quick Action Type
ar: نوع الإجراء السريع

# eqyNJg
source: Quick Action
ar: إجراء سريع

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
ar: ‏${count} من الخيارات تُطابق ”الانتقال إلى الرابط المنسوخ“.

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Private Tabs’.
ar: ‏${count} من الخيارات تُطابق ”مسح الألسنة الخاصة“.

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Private Search’.
ar: ‏${count} من الخيارات تُطابق ”بحث خاص جديد“.

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
ar: ‏${count} من الخيارات تُطابق ”بحث جديد“.

# scEmjs
source: New Private Search
ar: بحث خاص جديد

# w9jdPK
source: Quick Action
ar: إجراء سريع

# xRJbBP
source: New Search
ar: بحث جديد

source: Open Firefox
ar: افتح Firefox
