Repository: nishant2718/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ar

# NSCameraUsageDescription
source: Firefox uses your camera to scan QR codes and take photos and video.
ar: يتيح لك هذا أخذ الصور و رفعها.

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved logins.
ar: يطلب Firefox تفعيل Face ID للوصول إلى جلسات الولوج المحفوظة لديك.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
ar: المواقع التي تزورها يمكن أن تطلب معرفة مكانك.

# NSMicrophoneUsageDescription
source: Firefox uses your microphone to record and upload audio.
ar: يتيح لك هذا تصوير الڤديو و رفعه.

# NSPhotoLibraryAddUsageDescription
source: This lets you save photos.
ar: يتيح لك هذا حفظ الصور.

# ShortcutItemTitleNewPrivateTab
source: New Private Tab
ar: لسان خاص جديد

# ShortcutItemTitleNewTab
source: New Tab
ar: لسان جديد

# ShortcutItemTitleQRCode
source: Scan QR Code
ar: امسح رمز QR ضوئيا

source: Add to Bookmarks
ar: أضِف إلى العلامات

source: Close Tab
ar: أغلق اللسان

source: Copy URL
ar: انسخ الرابط

# Menu.SendLinkToDevice
source: Send Link to Device
ar: أرسِل الرابط إلى جهاز

source: Open Last Bookmark
ar: افتح العلامة الأخيرة

source: Open Last Tab
ar: افتح اللسان الأخير

source: Preview of %@
ar: معاينة %@

source: Send to Device
ar: أرسِل إلى جهاز

source: After 1 hour
ar: بعد ساعة واحدة

source: After 1 minute
ar: بعد دقيقة واحدة

source: After 5 minutes
ar: بعد 5 دقائق

source: After 10 minutes
ar: بعد 10 دقائق

source: After 15 minutes
ar: بعد 15 دقيقة

source: Change Passcode
ar: غيّر رمز السر

source: Enter Passcode
ar: أدخِل رمز السر

source: Enter a new passcode
ar: أدخِل رمز سر جديد

source: Enter a passcode
ar: أدخِل رمز السر

source: Enter passcode
ar: أدخِل رمز السر

# Face ID &amp; Passcode
source: Face ID & Passcode
ar: معرِّف الوجه ورمز المرور

source: Immediately
ar: مباشرة

source: Incorrect passcode. Try again (Attempts remaining: %d).
ar: رمز السر خاطئ. جرب ثانية (المحاولات المتبقية: %d).

source: Incorrect passcode. Try again.
ar: رمز السر خاطئ. جرب ثانية.

source: Maximum attempts reached. Please try again in an hour.
ar: وصلت إلى أقصى حد للمحاولات. من فضلك جرب ثانية بعد ساعة.

source: Maximum attempts reached. Please try again later.
ar: وصلت إلى أقصى حد للمحاولات. من فضلك جرب ثانية لاحقا.

source: New passcode must be different than existing code.
ar: يجب أن يختلف رمز السر الجديد عن الموجود.

source: Passcode For Logins
ar: رمز مرور عمليات الولوج

source: Passcodes didn’t match. Try again.
ar: رمزا السر لا يتطابقان. أعِد المحاولة.

source: Re-enter passcode
ar: أعِد إدخال رمز السر

source: Require Passcode
ar: اطلب رمز السر

source: Set Passcode
ar: ضَع رمز سر

# Touch ID &amp; Passcode
source: Touch ID & Passcode
ar: معرّف اللمس و رمز السر

source: Turn Passcode Off
ar: أوقِف رمز السر

source: Turn Passcode On
ar: فعّل رمز السر

source: Use Face ID
ar: استخدم معرِّف الوجه

source: Use Touch ID
ar: استخدم معرّف اللمس

source: Use your fingerprint to access Logins now.
ar: استخدم بصمتك للوصول لجلسات تسجيل الدخول الآن.

# touchid.disable.reason.label
source: Use your fingerprint to disable Touch ID.
ar: استخدم بصمتك لتعطيل معرّف اللمس.

# touchid.require.passcode.reason.label
source: Use your fingerprint to access configuring your required passcode interval.
ar: استخدم بصمتك للوصول إلى إعداد مهلة رمز السر المطلوبة.

source: Cancel
ar: ألغِ

source: OK
ar: حسنا

source: This action will clear all of your private data, including history from your synced devices.
ar: سيمحي هذا الإجراء كل بياناتك الخاصة من الأجهزة المتزامنة، بما في ذلك التأريخ.

source: Browsing History
ar: تأريخ التصفح

source: Cache
ar: الخبيئة

source: Cookies
ar: الكعكات

source: Downloaded Files
ar: الملفات المنزّلة

source: Offline Website Data
ar: بيانات المواقع للعمل دون اتصال

source: Saved Logins
ar: جلسات الولوج المحفوظة

source: This action will clear all of your private data. It cannot be undone.
ar: سيمحي هذا الإجراء كل بياناتك الخاصة. لا يمكن التراجع عن هذا.

# DefaultBrowserCard.Button
source: Go to Settings
ar: انتقل إلى الإعدادات

# DefaultBrowserCard.Button.v2
source: Learn How
ar: اطّلع على الطريقة

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
ar: اضبط روابط المواقع والبريد الإلكتروني والرسائل لتفتح تلقائيًا في Firefox.

# DefaultBrowserCard.Title
source: Switch Your Default Browser
ar: بدّل متصفّحك المبدئي

# DefaultBrowserOnboarding.Button
source: Go to Settings
ar: انتقل إلى الإعدادات

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
ar: 1. انتقل إلى الإعدادات

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
ar: 2. انقر ”تطبيق المتصفح الافتراضي“

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
ar: 3. اختر Firefox

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
ar: تطبيق المتصفح الافتراضي

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
ar: اضبطه ليكون المتصفّح المبدئي

source: Open in Safari
ar: افتح في سفاري

source: Try again
ar: أعِد المحاولة

source: Done
ar: تم

source: Find in Page
ar: ابحث في الصفحة

source: Next in-page result
ar: النتيجة التالية في الصفحة

source: Previous in-page result
ar: النتيجة السابقة في الصفحة

source: Delete
ar: احذف

# Intro.Slides.Automatic.Privacy.Description
source: Enhanced Tracking Protection blocks malware and stops trackers.
ar: تحجب الحماية الموسّعة من التعقب البرمجيات الضارة وتُوقف عمل المتعقّبات.

# Intro.Slides.Automatic.Privacy.Title
source: Automatic Privacy
ar: خصوصية تلقائية

# Intro.Slides.Button.Next
source: Next
ar: التالي

# Intro.Slides.Button.SignIn
source: Sign In
ar: لِج

# Intro.Slides.Button.SignUp
source: Sign Up
ar: سجّل حسابا

# Intro.Slides.Fast.Search.Description
source: Search suggestions get you to websites faster.
ar: تنقلك اقتراحات البحث إلى المواقع بسرعة.

# Intro.Slides.Fast.Search.Title
source: Fast Search
ar: بحث سريع

# Intro.Slides.Firefox.Account.Sync.Description
source: Bring bookmarks, history, and passwords to Firefox on this device.
ar: اسحب العلامات والتأريخ وكلمات السر إلى Firefox على هذا الجهاز.

# Intro.Slides.Firefox.Account.Sync.Title
source: Sync Firefox Between Devices
ar: زامِن Firefox بين الأجهزة

# Intro.Slides.Mail.Description
source: Use any email app — not just Mail — with Firefox.
ar: استخدم أيّا من تطبيقات البريد على Firefox، ليس فقط تطبيق «البريد».

# Intro.Slides.Mail.Title
source: You’ve got mail… options
ar: باتت لديك خيارات للبريد

# Intro.Slides.Private.Description
source: Tap the mask icon to slip into Private Browsing mode.
ar: انقر أيقونة القناع للانتقال إلى وضع التصفح الخاص.

# Intro.Slides.Private.Title
source: Browse like no one’s watching
ar: تصفح و لا أحد يراقبك

# Intro.Slides.Safe.Sync.Description
source: Protect your logins and data everywhere you use Firefox.
ar: احمِ جلسات الولوج وبياناتك أينما استعملت Firefox.

# Intro.Slides.Safe.Sync.Title
source: Safe Sync
ar: المزامنة الآمنة

# Intro.Slides.Search.Description
source: Searching for something different? Choose another default search engine (or add your own) in Settings.
ar: أتبحث عن شيء مختلف؟ اختر محرّك بحث آخر ليكون المبدئي (أو أضف واحدا من عندك) من الإعدادات.

# Intro.Slides.Search.Title
source: Your search, your way
ar: تبحثُ بأسلوبك أنت

# Intro.Slides.TrailheadSync.Description
source: Sign in to your account to sync and access more features.
ar: لِج إلى حسابك لتُزامن بياناتك وتتمتّع بغيرها من مزايا.

# Intro.Slides.TrailheadSync.Title.v2
source: Sync your bookmarks, history, and passwords to your phone.
ar: زامِن العلامات والتأريخ وكلمات السر إلى هاتفك.

# Intro.Slides.Welcome.Description.v2
source: Fast, private, and on your side.
ar: سريع وخاص ويقف صفًا صفًا معك.

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
ar: أهلا بك على Firefox

source: Start Browsing
ar: ابدأ التصفح

source: Turn on Sync…
ar: فعّل «تزامُن»…

source: A username and password are being requested by %@.
ar: يطلب %@ اسم المستخدم و كلمة السر.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
ar: يطلب %1$@ اسم المستخدم و كلمة السر. يقول الموقع: %2$@

source: Aa
ar: أب

source: About
ar: عن

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
ar: أضِف إلى الاختصارات

# ActivityStream.ContextMenu.PinTopsite
source: Pin to Top Sites
ar: ثبّت في المواقع المهمة

# ActivityStream.ContextMenu.PinTopsite2
source: Pin
ar: ثبّت

# ActivityStream.ContextMenu.RemoveFromShortcuts
source: Remove from Shortcuts
ar: أزِل من الاختصارات

# ActivityStream.ContextMenu.RemovePinTopsite
source: Remove Pinned Site
ar: احذف الموقع المثبّت

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
ar: ألغِ التثبيت

# ActivityStream.Highlights.Bookmark
source: Bookmarked
ar: معلّم

# ActivityStream.Highlights.Visited
source: Visited
ar: مُزار

# ActivityStream.NewRecentBookmarks.Title
source: Recent Bookmarks
ar: أحدث العلامات

# ActivityStream.Pocket.MoreLink
source: More
ar: أكثر

# ActivityStream.Pocket.SectionTitle
source: Trending on Pocket
ar: الشائع في Pocket

# ActivityStream.Pocket.SectionTitle2
source: Recommended by Pocket
ar: يُوصي به Pocket

# ActivityStream.Pocket.Trending
source: Trending
ar: مُتداول

# ActivityStream.RecentHistory.Title
source: Recently Visited
ar: أحدث ما زرت

# ActivityStream.Shortcuts.SectionTitle
source: Shortcuts
ar: الاختصارات

# ActivityStream.TopSites.RowCount
source: Rows: %d
ar: الصفوف: %d

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
ar: اضبط الصفوف

# ActivityStream.TopSites.SectionTitle
source: Top Sites
ar: المواقع الأكثر زيارة

source: Add Tab
ar: أضف لسانًا

source: Add to Reading List
ar: أضِف إلى قائمة القراءة

# AddPass.Error.Dismiss
source: OK
ar: حسنا

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
ar: حدث عُطل أثناء إضافة المرور إلى المحفظة. من فضلك أعِد المحاولة لاحقًا.

# AddPass.Error.Title
source: Failed to Add Pass
ar: تعذّر إضافة المرور

source: Added page to Reading List
ar: أضِف الصفحة إلى قائمة القراءة

source: Address and Search
ar: العنوان والبحث

source: Always Send
ar: أرسِل دائمًا

source: Amazon
ar: أمازون

source: Authentication required
ar: الاستيثاق مطلوب

# Awesomebar.SearchWithEngine.Description
source: Search %@ directly from the address bar
ar: ابحث مستعملًا %@ مباشرة من شريط العنوان

# Awesomebar.SearchWithEngine.Title
source: Search with %@
ar: ابحث مستعملًا %@

source: Back
ar: السابق

source: Block Pop-up Windows
ar: احجب النوافذ المنبثقة

# Bookmark.BookmarkDetail.FieldsHeader.Bookmark.Title
source: Bookmark
ar: علامة

# Bookmark.BookmarkDetail.FieldsHeader.Folder.Title
source: Folder
ar: مجلد

# Bookmark.DetailFieldTitle.Label
source: Title
ar: العنوان

# Bookmark.DetailFieldURL.Label
source: URL
ar: المسار

source: Bookmarks
ar: العلامات

# Bookmarks.Edit.Button
source: Edit
ar: حرّر

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
ar: حرّر العلامة

# Bookmarks.EditFolder.Label
source: Edit Folder
ar: حرّر المجلد

# Bookmarks.Folder.Label
source: Folder
ar: المجلد

# Bookmarks.FolderLocation.Label
source: Location
ar: المكان

# Bookmarks.FolderName.Label
source: Folder Name
ar: اسم المجلّد

# Bookmarks.NewBookmark.Label
source: New Bookmark
ar: علامة جديدة

# Bookmarks.NewFolder.Label
source: New Folder
ar: مجلّد جديد

# Bookmarks.NewSeparator.Label
source: New Separator
ar: فاصل جديد

# Bookmarks.Title.Label
source: Title
ar: العنوان

# Bookmarks.URL.Label
source: URL
ar: المسار

# BookmarksPanel.EmptyState.Title
source: Bookmarks you save will show up here.
ar: سترى هنا العلامات التي حفظتها.

# BreachAlerts.BreachDate
source: This breach occurred on
ar: حدث هذا التسريب في

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
ar: تسرّبت كلمات السر أو سُرقت منذ آخر مرة غيّرت فيها كلمة السر. لحماية هذا الحساب، لِج إلى الموقع وغيّر كلمة السر.

# BreachAlerts.LearnMoreButton
source: Learn more
ar: اطّلع على المزيد

# BreachAlerts.Link
source: Go to
ar: انتقل إلى

# BreachAlerts.Title
source: Website Breach
ar: تسرّبت بيانات موقع

source: Brightness
ar: السطوع

source: Changes color theme.
ar: يغيّر لون السمة.

source: Changes font type.
ar: يغيّر نوع الخط.

# ClipboardToast.GoToCopiedLink.Button
source: Go
ar: انتقل

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
ar: أتريد الذهاب إلى الرابط المنسوخ؟

source: Close
ar: أغلق

source: Closing tab
ar: يغلق اللسان

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
ar: علّم الرابط

# ContextMenu.ButtonToast.NewPrivateTabOpened.ButtonText
source: Switch
ar: انتقل

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
ar: فُتِح لسان خاص جديد

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
ar: انتقل

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
ar: فُتح لسان جديد

# ContextMenu.CopyImageButtonTitle
source: Copy Image
ar: انسخ الصورة

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
ar: انسخ رابط الصورة

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
ar: انسخ الرابط

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
ar: نزّل الرابط

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
ar: افتح في لسان جديد

# ContextMenu.OpenLinkInNewPrivateTabButtonTitle
source: Open Link in New Private Tab
ar: افتح الرابط في لسان خاص جديد

# ContextMenu.OpenLinkInNewTabButtonTitle
source: Open Link in New Tab
ar: افتح الرابط في لسان جديد

# ContextMenu.SaveImageButtonTitle
source: Save Image
ar: احفظ الصورة

# ContextMenu.ShareLinkButtonTitle
source: Share Link
ar: شارِك الرابط

source: Could not add page to Reading List. Maybe it’s already there?
ar: تعذّر إضافة الصفحة إلى قائمة القراءة. ربما هي فيها بالفعل؟

source: Could not add page to Reading list
ar: تعذّر إضافة الصفحة إلى قائمة القراءة

source: Could not load page.
ar: تعذر تحميل الصفحة.

# CoverSheet.v22.DarkMode.Description
source: For iOS 13 users, Firefox now automatically switches to a dark theme when your phone is set to Dark Mode. To change this behavior, go to Settings > Theme.
ar: صار Firefox ينتقل تلقائيًا إلى السمة الداكنة (على آي‌أوإس 13) متى ما كان نظام الهاتف مضبوطًا على السمة الداكنة. لو أردت تغيير هذا السلوك فانتقل إلى الإعدادات > السمة.

# CoverSheet.v22.DarkMode.Title
source: Dark theme now includes a dark keyboard and dark splash screen.
ar: صارت تشمل السمة الداكنة الآن لوحة مفاتيح داكنة وشاشة بدء داكنة.

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
ar: تساهم ميزة ”الحماية الموسّعة من التعقب“ الموجودة في المتصفّح بمنع الإعلانات من تعقّب ما تفعله على الشبكة. فعّل الوضع الصارم لحجب متعقّبات وإعلانات ومنبثقات أكثر لو أردت.

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
ar: انتقل إلى الإعدادات

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
ar: الحماية من تعقّب الإعلانات

source: Create an account
ar: أنشئ حسابًا

source: Dark
ar: غامق

source: Decrease text size
ar: صغّر النص

source: Default Search Engine
ar: محرك البحث المبدئي

source: Display Settings
ar: إعدادات العرض

source: Don’t Send
ar: لا ترسل

source: Downloads
ar: التنزيلات

# Downloads.Alert.DownloadNow
source: Download Now
ar: نزِّل الآن

# Downloads.CancelDialog.Cancel
source: Cancel
ar: ألغِ

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
ar: أمتأكد من إلغاء هذا التنزيل؟

# Downloads.CancelDialog.Resume
source: Resume
ar: استأنف

# Downloads.CancelDialog.Title
source: Cancel Download
ar: ألغِ التنزيل

# Downloads.Error.Message
source: Downloads aren’t supported in Firefox yet.
ar: لا يدعم Firefox التنزيلات بعد.

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
ar: أُلغي التنزيل

# Downloads.Toast.Failed.LabelText
source: Download Failed
ar: فشل التنزيل

# Downloads.Toast.Failed.RetryButton
source: Retry
ar: أعِد المحاولة

# Downloads.Toast.GoToDownloads.Button
source: Downloads
ar: التنزيلات

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
ar: 1 من أصل %d ملفات

# DownloadsPanel.Delete.Title
source: Delete
ar: احذف

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
ar: سترى هنا الملفات التي نزّلتها.

# DownloadsPanel.Share.Title
source: Share
ar: شارِك

source: Enter your password to connect
ar: أدخِل كلمة السر للاتصال

# ErrorPages.Advanced.Button
source: Advanced
ar: متقدم

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can’t confirm your connection to this website is secure.
ar: تحذير: لا يمكننا التأكّد من أن اتصالك بهذا الموقع آمن.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
ar: قد تكون مشكلة في إعدادات الموقع أو تلاعب من مخترق. لا تواصل إلا إن كنت تقبل بالمخاطرة.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
ar: ضبط مالك %@ موقعه على نحو غير سليم. لحماية معلوماتك من السرقة، لم يتصل Firefox بهذا الموقع.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
ar: هذا الاتصال غير موثوق به

# ErrorPages.GoBack.Button
source: Go Back
ar: ارجع للخلف

# ErrorPages.VisitOnce.Button
source: Visit site anyway
ar: زر هذا الموقع مع هذا

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
ar: أأفتح هذا الرابط في «متجر التطبيقات»؟

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
ar: أنفتح هذا الرابط في تطبيق خارجي؟

source: Facebook
ar: فيسبوك

# Firefox.HomePage.Title
source: Firefox Home Page
ar: صفحة Firefox الرئيسية

source: Forward
ar: التالي

# FxA.AccountVerificationDetails
source: Wrong email? Disconnect below to start over.
ar: البريد الإلكتروني خاطئ؟ اقطع الاتصال لتبدأ من الصفر.

# FxA.AccountVerificationRequired
source: Account Verification Required
ar: استيثاق الحساب مطلوب

# FxA.AccountVerificationRequiredSurface
source: You need to verify %@. Check your email for the verification link from Firefox.
ar: عليك تأكيد %@. افحص بريدك بحثا عن رابط التأكيد من Firefox.

# FxA.ConnectAnotherDevice
source: Connect Another Device
ar: صِلْ جهازا آخر

# FxA.FirefoxAccount
source: Firefox Account
ar: حساب Firefox

# FxA.ManageAccount
source: Manage Account & Devices
ar: أدِر الحساب و الأجهزة

# FxA.NoInternetConnection
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# FxA.OpenSyncPreferences
source: Open Sync Preferences
ar: افتح تفضيلات المزامنة

# FxA.RemoveAccount
source: Remove
ar: أزِل

# FxA.RemoveAccountAlertMessage
source: Remove the Firefox Account associated with this device to sign in as a different user.
ar: أزِل حساب Firefox المرتبط بهذا الجهاز لتلج كمستخدم آخر.

# FxA.RemoveAccountAlertTitle
source: Remove Account
ar: أزِل الحساب

# FxA.ResendEmail
source: Resend Email
ar: أعِد إرسال الرسالة

# FxA.SignIntoSync
source: Sign in to Sync
ar: لِج إلى «المزامنة»

# FxA.SyncExplain
source: Get your tabs, bookmarks, and passwords from your other devices.
ar: اجلب الألسنة، والعلامات، وكلمات السر من أجهزتك الأخرى.

# FxA.SyncNow
source: Sync Now
ar: زامِن الآن

# FxA.TakeYourWebWithYou
source: Take Your Web With You
ar: خُذ الوِب معك

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
ar: اتَّصل «تزامن Firefox» بِ‍ %@

# FxAPush_DeviceConnected_title
source: Sync Connected
ar: اتَّصل «تزامن»

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
ar: فُصِلَ هذا الجهاز بنجاح من «تزامن Firefox».

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
ar: فُصِلَ «تزامن»

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
ar: فُصِلَ جهاز من «تزامن فَيَرفُكس»

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
ar: فُصِلَ %@ بنجاح.

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
ar: فُصِلَ «تزامن»

source: Get your open tabs, bookmarks, and passwords from your other devices.
ar: اجلب الألسنة المفتوحة، والعلامات، وكلمات السر من أجهزتك الأخرى.

source: Help
ar: المساعدة

source: History
ar: التأريخ

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
ar: امسح التأريخ الحالي…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
ar: ‏‏كل شيء

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
ar: آخر ساعة من الآن

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
ar: اليوم

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
ar: اليوم والبارحة

# HistoryPanel.ClearHistoryMenuTitle
source: Clearing Recent History will remove history, cookies, and other browser data.
ar: بمسحك التأريخ الحالي ستمسح أيضا التأريخ والكعكات وبيانات المتصفّح الأخرى.

# HistoryPanel.EmptyState.Title
source: Websites you’ve visited recently will show up here.
ar: سترى هنا آخر المواقع التي زُرتها.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
ar: سترى هنا ألسنتك من الأجهزة الأخرى.

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
ar: لِج لعرض قائمة بالألسنة من أجهزتك الأخرى.

# HistoryPanel.EmptySyncedTabsPanelNotYetVerifiedState.Description
source: Your account needs to be verified.
ar: يجب تأكيد حسابك.

# HistoryPanel.EmptySyncedTabsPanelSingleDeviceSyncState.Description
source: Want to see your tabs from other devices here?
ar: أتريد رؤية ألسنتك من الأجهزة الأخرى هنا؟

# HistoryPanel.EmptySyncedTabsPanelTabSyncDisabledState.Description
source: Turn on tab syncing to view a list of tabs from your other devices.
ar: فعّل مزامنة الألسنة لعرض قائمة بالألسنة من أجهزتك الأخرى.

# HistoryPanel.HistoryBackButton.Title
source: History
ar: التأريخ

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently Closed
ar: المُغلقة حديثًا

# HistoryPanel.SyncedTabsCell.Description.Pluralized
source: %d device(s) connected
ar: %d من الأجهزة متّصلة

# HistoryPanel.SyncedTabsCell.Title
source: Synced Devices
ar: الأجهزة المُزامنة

# HomePage.Set.Dialog.Cancel
source: Cancel
ar: ألغِ

# HomePage.Set.Dialog.Message
source: You can change this at any time in Settings
ar: يمكنك تغيير هذا من الإعدادات لاحقًا

# HomePage.Set.Dialog.OK
source: Set Homepage
ar: اجعلها صفحة البداية

# HomePage.Set.Dialog.Title
source: Do you want to use this web page as your home page?
ar: أتريد أن تجعل هذه صفحة البداية؟

# HomePanel.ContextMenu.Bookmark
source: Bookmark
ar: علّم

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
ar: احذف من التأريخ

# HomePanel.ContextMenu.OpenInNewPrivateTab
source: Open in New Private Tab
ar: افتح في لسان خاص جديد

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
ar: افتح في لسان جديد

# HomePanel.ContextMenu.Remove
source: Remove
ar: أزِل

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
ar: أزِل العلامة

# HomePanel.ContextMenu.Share
source: Share
ar: شارك

# Hotkeys.Back.DiscoveryTitle
source: Back
ar: السابق

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
ar: أغلِق اللسان

# Hotkeys.Find.DiscoveryTitle
source: Find
ar: ابحث

# Hotkeys.Forward.DiscoveryTitle
source: Forward
ar: التالي

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
ar: لسان خاص جديد

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
ar: لسان جديد

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
ar: وضع التصفح العادي

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
ar: وضع التصفح الخاص

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
ar: أعِد تحميل الصفحة
