Repository: nishant2718/firefoxios-l10n
Catalog: sat/firefox-ios.xliff
Languages: sat

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Private Tabs’?
sat: ᱟᱨ ᱢᱤᱫ ᱡᱮᱠᱷᱟ ᱵᱟᱲᱟᱭ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ, ᱯᱨᱟᱭᱣᱮᱴ ᱴᱮᱵᱽ ᱠᱚ ᱢᱮᱴᱟᱣ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ ᱥᱮ?

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Private Search’?
sat: ᱟᱨ ᱢᱤᱫ ᱡᱮᱠᱷᱟ ᱵᱟᱲᱟᱭ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ, ᱯᱨᱟᱭᱣᱮᱴ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱚᱨᱟᱣ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ ᱥᱮ?

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
sat: ᱟᱨ ᱢᱤᱫ ᱡᱮᱠᱷᱟ ᱵᱟᱲᱟᱭ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ, ᱟᱢ ᱯᱟᱞᱮᱱ ᱱᱟᱶᱟ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱚᱨᱟᱣ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ ᱥᱮ?

# eHmH1H
source: Clear Private Tabs
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵᱠᱚ ᱢᱮᱴᱟᱣ ᱢᱮ

# eV8mOT
source: Quick Action Type
sat: ᱞᱚᱜᱚᱱ ᱛᱮᱭᱟ ᱠᱚᱢᱤ

# eqyNJg
source: Quick Action
sat: ᱞᱚᱜᱚᱱ ᱠᱚᱢᱤ

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
sat: ‘ᱱᱚᱠᱚᱞ ᱞᱤᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜ ᱢᱮ’ ᱥᱟᱞᱟᱜ ᱢᱮᱲᱟᱣ ᱠᱟᱱ ${count} ᱚᱯᱥᱚᱱ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ ᱾

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Private Tabs’.
sat: ‘ᱯᱨᱟᱭᱣᱮᱢ ᱴᱮᱵ ᱢᱮᱴᱟᱣ ᱢᱮ’ ᱥᱟᱞᱟᱜ ᱢᱮᱲᱟᱣ ᱠᱟᱱ ${count} ᱚᱯᱥᱚᱱ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ ᱾

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Private Search’.
sat: ‘ᱱᱟᱶᱟ ᱯᱨᱟᱭᱣᱮᱴ ᱥᱮᱸᱫᱽᱨᱟ’ ᱥᱟᱞᱟᱜ ᱢᱮᱲᱟᱣ ᱠᱟᱱ ${count} ᱚᱯᱥᱚᱱ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ ᱾

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
sat: ‘ᱱᱟᱶᱟ ᱥᱮᱸᱫᱽᱨᱟ’ ᱥᱟᱞᱟᱜ ᱢᱮᱲᱟᱣ ᱠᱟᱱ ${count} ᱚᱯᱥᱚᱱ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ ᱾

# scEmjs
source: New Private Search
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱮᱨᱟᱠ ᱥᱮᱸᱫᱽᱨᱟ

# w9jdPK
source: Quick Action
sat: ᱞᱚᱜᱚᱱ ᱠᱚᱢᱤ

# xRJbBP
source: New Search
sat: ᱱᱟᱶᱟ ᱥᱮᱸᱫᱽᱨᱟ

source: Open Firefox
sat: Firefox ᱡᱷᱤᱡᱽ ᱢᱮ
