Repository: nishant2718/firefoxios-l10n
Catalog: sat/firefox-ios.xliff
Languages: sat

# NSCameraUsageDescription
source: Firefox uses your camera to scan QR codes and take photos and video.
sat: ᱱᱚᱶᱟ ᱛᱮ ᱟᱢ ᱪᱤᱛᱟᱹᱨ ᱨᱟᱠᱟᱵ ᱟᱨ ᱞᱟᱫᱮ ᱫᱟᱰᱮᱭᱟᱜᱼᱟᱢ᱾

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved logins.
sat: ᱟᱢᱟᱜ ᱥᱟᱺᱪᱟᱣ ᱠᱟᱱ ᱵᱚᱞᱚ ᱠᱚ ᱟᱫᱮᱨ ᱞᱟᱹᱜᱤᱫ Firefox ᱟᱢᱟᱜ ᱢᱚᱦᱲᱟ ID ᱫᱚᱨᱠᱟᱨ ᱾

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
sat: ᱦᱤᱨᱤᱟᱠᱟᱱ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱟᱢᱟᱜ ᱡᱟᱭᱜᱟ ᱠᱚ ᱠᱷᱚᱡ ᱫᱟᱲᱮᱟᱜᱼᱟ᱾

# NSMicrophoneUsageDescription
source: Firefox uses your microphone to record and upload audio.
sat: ᱱᱚᱶᱟ ᱛᱮ ᱟᱢ ᱣᱤᱲᱤᱭᱚ ᱨᱟᱠᱟᱵ ᱟᱨ ᱞᱟᱫᱮ ᱫᱟᱰᱮᱭᱟᱜᱼᱟᱢ ᱾

# NSPhotoLibraryAddUsageDescription
source: This lets you save photos.
sat: ᱱᱚᱶᱟ ᱛᱮ ᱟᱢ ᱪᱤᱛᱟᱹᱨᱠᱚ ᱥᱟᱸᱪᱟᱣ ᱫᱟᱰᱮᱭᱟᱜᱼᱟᱢ ᱾

# ShortcutItemTitleNewPrivateTab
source: New Private Tab
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ

# ShortcutItemTitleNewTab
source: New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ

# ShortcutItemTitleQRCode
source: Scan QR Code
sat: Scan QR ᱠᱚᱰ ᱥᱠᱟᱱ ᱢᱮ

source: Add to Bookmarks
sat: ᱵᱩᱠᱢᱟᱨᱠ ᱨᱮ ᱡᱚᱲᱹᱟᱣ

source: Close Tab
sat: ᱴᱮᱵ ᱵᱚᱸᱫᱚᱭ ᱢᱮ

source: Copy URL
sat: URL ᱱᱚᱠᱚᱞ‌ ᱢᱮ

# Menu.SendLinkToDevice
source: Send Link to Device
sat: ᱞᱤᱝᱠ ᱥᱟᱫᱷᱚᱱ ᱛᱮ ᱵᱷᱮᱡᱟᱭ ᱢᱮ

source: Open Last Bookmark
sat: ᱢᱩᱪᱟᱹᱫ ᱵᱩᱠᱢᱟᱨᱠ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

source: Open Last Tab
sat: ᱢᱩᱪᱟᱹᱫ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

source: Preview of %@
sat: %@ ᱨᱮᱭᱟᱜ ᱞᱟᱦᱟ ᱛᱮᱭᱟᱜ ᱧᱮᱞ

source: Send to Device
sat: ᱥᱟᱫᱷᱚᱱ ᱛᱮ ᱵᱷᱮᱡᱟᱭ ᱢᱮ

source: After 1 hour
sat: ᱢᱤᱫ ᱴᱟᱲᱟᱝ ᱛᱟᱭᱚᱢ

source: After 1 minute
sat: ᱑ ᱴᱤᱯᱤᱡ ᱛᱟᱭᱚᱢ

source: After 5 minutes
sat: ᱕ ᱴᱤᱯᱤᱡ ᱛᱟᱭᱚᱢ

source: After 10 minutes
sat: ᱑᱐ ᱴᱤᱯᱤᱡ ᱛᱟᱭᱚᱢ

source: After 15 minutes
sat: ᱑᱕ ᱴᱤᱯᱤᱡ ᱛᱟᱭᱚᱢ

source: Change Passcode
sat: ᱯᱟᱥᱠᱳᱰ ᱵᱚᱫᱚᱞ

source: Enter Passcode
sat: ᱯᱟᱥᱠᱳᱰ ᱟᱫᱮᱨ

source: Enter a new passcode
sat: ᱱᱟᱶᱟ ᱯᱟᱥᱠᱳᱰ ᱟᱫᱮᱨ ᱢᱮ

source: Enter a passcode
sat: ᱢᱤᱫᱴᱟᱹᱝ ᱯᱟᱥᱠᱳᱰ ᱟᱫᱮᱨ ᱢᱮ

source: Enter passcode
sat: ᱯᱟᱥᱠᱳᱰ ᱟᱫᱮᱨ

# Face ID &amp; Passcode
source: Face ID & Passcode
sat: ᱨᱩᱯ ID ᱟᱨ ᱯᱟᱥᱠᱳᱰ

source: Immediately
sat: ᱞᱚᱜᱚᱱ ᱛᱮ

source: Incorrect passcode. Try again (Attempts remaining: %d).
sat: ᱵᱷᱩᱞ ᱯᱟᱥᱠᱳᱰ ᱾ ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ (ᱵᱤᱰᱟᱹᱣ ᱥᱟᱨᱮᱡᱺ %d)᱾

source: Incorrect passcode. Try again.
sat: ᱵᱷᱩᱞ ᱯᱟᱥᱠᱳᱰ ᱾ ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ ᱾

source: Maximum attempts reached. Please try again in an hour.
sat: ᱰᱷᱮᱨ ᱩᱛᱟᱹᱨ ᱵᱤᱰᱟᱹᱣ ᱥᱮᱴᱮᱨ᱾ ᱫᱚᱭᱟᱠᱟᱛᱮ ᱢᱤᱫ ᱴᱟᱲᱟᱝ ᱯᱚᱨᱮ ᱪᱮᱥᱴᱟᱭ ᱯᱮ᱾

source: Maximum attempts reached. Please try again later.
sat: ᱰᱷᱮᱨ ᱩᱛᱟᱹᱨ ᱵᱤᱰᱟᱹᱣ ᱥᱮᱴᱮᱨ᱾ ᱫᱚᱭᱟᱠᱟᱛᱮ ᱯᱚᱨᱮ ᱪᱮᱥᱴᱟᱭ ᱢᱮ᱾

source: New passcode must be different than existing code.
sat: ᱱᱟᱶᱟ ᱯᱟᱥᱠᱳᱰ ᱫᱚ ᱢᱟᱲᱟᱝ ᱠᱚᱰ ᱠᱷᱚᱱ ᱵᱷᱮᱜᱟᱨ ᱜᱮ ᱛᱟᱦᱮᱸᱱᱟ᱾

source: Passcode For Logins
sat: ᱵᱚᱞᱚ ᱞᱟᱹᱜᱤᱫ ᱯᱟᱥᱠᱳᱰ

source: Passcodes didn’t match. Try again.
sat: ᱯᱟᱥ ᱠᱚᱰ ᱵᱟᱭ ᱢᱮᱥᱟ ᱞᱮᱱᱟ, ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ ᱾

source: Re-enter passcode
sat: ᱯᱟᱥᱠᱳᱰ ᱫᱩᱦᱲᱟ. ᱟᱫᱮᱨ

source: Require Passcode
sat: ᱯᱟᱥᱠᱳᱰ ᱫᱚᱨᱠᱟᱨ

source: Set Passcode
sat: ᱯᱟᱥᱠᱳᱰ ᱫᱚᱦᱚᱭ ᱢᱮ

# Touch ID &amp; Passcode
source: Touch ID & Passcode
sat: ᱡᱚᱴᱮᱫ ID ᱟᱨ ᱯᱟᱥᱠᱳᱰ

source: Turn Passcode Off
sat: ᱯᱟᱥᱠᱳᱰ ᱵᱚᱸᱫᱚᱭ ᱢᱮ

source: Turn Passcode On
sat: ᱯᱟᱥᱠᱳᱰ ᱚᱱ ᱢᱮ

source: Use Face ID
sat: ᱨᱩᱯ ID ᱵᱮᱵᱷᱟᱨ

source: Use Touch ID
sat: ᱡᱚᱴᱮᱫ ID ᱵᱮᱵᱷᱟᱨ

source: Use your fingerprint to access Logins now.
sat: ᱵᱷᱤᱛᱨᱭ ᱵᱚᱞᱚ ᱞᱟᱹᱜᱤᱫ ᱠᱟᱹᱴᱩᱵ ᱪᱷᱟᱯᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ‌ ᱾

# touchid.disable.reason.label
source: Use your fingerprint to disable Touch ID.
sat: ᱡᱚᱴᱮᱫ ID ᱵᱚᱸᱫᱚᱭ ᱞᱟᱹᱜᱤᱫ ᱠᱟᱹᱴᱩᱵ ᱵᱮᱵᱷᱟᱨ ᱢᱮ ᱾

# touchid.require.passcode.reason.label
source: Use your fingerprint to access configuring your required passcode interval.
sat: ᱟᱢᱟᱜ ᱯᱟᱥᱠᱳᱰ ᱵᱷᱤᱛᱨᱭ ᱛᱮᱭᱟᱨ ᱟᱫᱮᱨ ᱛᱟᱞᱟ ᱨᱮ ᱟᱢᱟᱜ ᱠᱟᱹᱴᱩᱵ ᱨᱮᱭᱟᱜ ᱵᱮᱵᱷᱟᱨ ᱢᱮ᱾

source: Cancel
sat: ᱵᱟᱹᱰᱨᱟᱹ

source: OK
sat: ᱴᱷᱤᱠ

source: This action will clear all of your private data, including history from your synced devices.
sat: ᱱᱚᱶᱟ ᱠᱟᱹᱢᱤ ᱫᱚ ᱟᱢᱟᱜ ᱡᱷᱚᱛᱚ ᱱᱤᱡᱚᱨ ᱥᱟᱹᱡᱷᱤᱭᱟᱹᱛ ᱠᱚ ᱢᱮᱴᱟᱣ ᱛᱟᱢᱟᱭ, ᱦᱤᱛᱟᱹᱞ ᱟᱨ ᱟᱛᱩᱨ ᱟᱬᱜᱚ ᱥᱟᱫᱷᱚᱱ ᱠᱚ ᱢᱮᱥᱟ ᱠᱟᱛᱮ᱾

source: Browsing History
sat: ᱱᱟᱜᱟᱢ ᱯᱟᱱᱛᱮ

source: Cache
sat: ᱥᱟᱯ

source: Cookies
sat: ᱠᱩᱠᱤ ᱠᱚ

source: Downloaded Files
sat: ᱨᱮᱫ ᱟᱹᱛᱩᱨ ᱟᱬᱜᱚ

source: Offline Website Data
sat: ᱟᱺᱯᱷᱞᱟᱤᱱ ᱣᱮᱵ ᱥᱟᱭᱤᱴ ᱥᱟᱹᱠᱷᱤᱭᱟᱹᱛ

source: Saved Logins
sat: ᱵᱚᱞᱚ ᱠᱚ ᱥᱟᱸᱪᱟᱣ

source: This action will clear all of your private data. It cannot be undone.
sat: ᱱᱚᱶᱟ ᱠᱟᱹᱢᱤ ᱫᱚ ᱟᱢᱟᱜ ᱡᱷᱚᱛᱚ ᱱᱤᱡᱚᱨ ᱥᱟᱹᱡᱷᱤᱭᱟᱹᱛ ᱠᱚ ᱢᱮᱴᱟᱣ ᱛᱟᱢᱟᱭ, ᱱᱚᱶᱟ ᱫᱚ ᱵᱟᱭ ᱨᱩᱟᱲ ᱟᱹᱜᱩᱜᱼᱟ᱾

# DefaultBrowserCard.Button
source: Go to Settings
sat: ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮ ᱪᱟᱞᱟᱜ ᱢᱮ

# DefaultBrowserCard.Button.v2
source: Learn How
sat: ᱪᱮᱫᱢᱮ ᱚᱠᱟᱞᱠᱟ

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
sat: ᱞᱤᱱᱠ ᱠᱚ ᱥᱟᱡᱟᱣ ᱢᱮ ᱣᱮᱵᱥᱟᱭᱤᱴ, ᱤᱢᱮᱞ, ᱟᱨ ᱢᱮᱥᱮᱡ ᱠᱷᱚᱱ Firefox ᱨᱮ ᱟᱪᱛᱮ ᱡᱷᱤᱜ ᱞᱚᱜᱤᱛ.

# DefaultBrowserCard.Title
source: Switch Your Default Browser
sat: ᱟᱢᱟᱜ ᱢᱩᱞ ᱯᱟᱱᱛᱮᱭᱟᱜ ᱵᱚᱫᱚᱞ ᱢᱮ

# DefaultBrowserOnboarding.Button
source: Go to Settings
sat: ᱥᱟᱡᱟᱣ ᱨᱮ ᱪᱟᱞᱟᱜ ᱢᱮ

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
sat: 1. ᱥᱟᱡᱟᱣ ᱛᱮ ᱪᱟᱞᱟᱜ ᱢᱮ

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
sat: 2. ᱢᱩᱞ ᱵᱨᱟᱩᱡᱽᱟᱹᱨ ᱮᱯ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
sat: 3. Firefox ᱵᱟᱪᱷᱟᱣᱢᱮ

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
sat: ᱢᱩᱞ ᱵᱨᱟᱩᱡᱽᱟᱹᱨ ᱮᱯ

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
sat: ᱢᱩᱞ ᱯᱟᱱᱛᱮᱭᱟᱜ ᱞᱮᱠᱟ ᱥᱟᱡᱟᱣ ᱢᱮ

source: Open in Safari
sat: Safari ᱨᱮ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

source: Try again
sat: ᱫᱩᱦᱲᱟ ᱪᱮᱥᱴᱟᱭ ᱢᱮ

source: Done
sat: ᱦᱩᱭᱮᱱᱟ

source: Find in Page
sat: ᱥᱟᱠᱟᱢ ᱨᱮ ᱯᱟᱱᱛᱮ ᱢᱮ

source: Next in-page result
sat: ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ ᱚᱱᱟᱼᱥᱟᱠᱟᱢ ᱠᱩᱲᱟᱹᱭ

source: Previous in-page result
sat: ᱚᱱᱟ ᱢᱟᱲᱟᱝ ᱚᱱᱟᱼᱥᱟᱠᱟᱢ ᱠᱩᱲᱟᱹᱭ

source: Delete
sat: ᱜᱮᱫ ᱜᱤᱰᱤ

# Intro.Slides.Automatic.Privacy.Description
source: Enhanced Tracking Protection blocks malware and stops trackers.
sat: ᱵᱟᱲᱦᱟᱣᱟᱠᱟᱱ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱪᱤᱱᱦᱟᱹ ᱟᱰ ᱢᱟᱞᱣᱮᱨ ᱟᱨ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚᱭ ᱟᱴᱠᱟᱣ ᱠᱚᱟᱭ ᱾

# Intro.Slides.Automatic.Privacy.Title
source: Automatic Privacy
sat: ᱟᱪ ᱛᱮᱭᱟᱠ ᱱᱤᱡᱮᱨᱟᱠ

# Intro.Slides.Button.Next
source: Next
sat: ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ

# Intro.Slides.Button.SignIn
source: Sign In
sat: ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ

# Intro.Slides.Button.SignUp
source: Sign Up
sat: ᱥᱩᱦᱤ

# Intro.Slides.Fast.Search.Description
source: Search suggestions get you to websites faster.
sat: ᱥᱚᱞᱟᱦ ᱥᱮᱸᱫᱽᱨᱟ ᱟᱢ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱛᱮ ᱞᱚᱜᱚᱱ ᱤᱫᱤ ᱢᱮᱟᱭ ᱾

# Intro.Slides.Fast.Search.Title
source: Fast Search
sat: ᱞᱚᱜᱚᱱ ᱥᱮᱸᱫᱽᱨᱟ

# Intro.Slides.Firefox.Account.Sync.Description
source: Bring bookmarks, history, and passwords to Firefox on this device.
sat: ᱱᱚᱶᱟ ᱥᱟᱫᱷᱚᱱ ᱨᱮ Firefox ᱛᱮ ᱵᱩᱠᱢᱟᱨᱠ , ᱦᱤᱛᱟᱹᱞ, ᱟᱨ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱟᱹᱜᱩᱭ ᱢᱮ ᱾

# Intro.Slides.Firefox.Account.Sync.Title
source: Sync Firefox Between Devices
sat: ᱥᱟᱫᱷᱚᱱ ᱛᱟᱞᱟ ᱛᱮ Firefox ᱛᱚᱞ ᱡᱚᱠᱷᱟᱭᱮᱢ

# Intro.Slides.Mail.Description
source: Use any email app — not just Mail — with Firefox.
sat: Firefox ᱥᱟᱞᱟᱜ — ᱠᱷᱟᱹᱞᱤ ᱢᱮᱞ ᱜᱮ ᱵᱟᱝᱟ — ᱚᱞᱜᱟ ᱤᱼᱢᱮᱞ ᱮᱯᱯ ᱵᱮᱵᱷᱟᱨ ᱢᱮ ᱾

# Intro.Slides.Mail.Title
source: You’ve got mail… options
sat: ᱟᱢ ᱢᱮᱞ ᱮᱢ ᱧᱟᱢ ᱠᱮᱜᱼᱟ… ᱚᱯᱥᱚᱱᱥ

# Intro.Slides.Private.Description
source: Tap the mask icon to slip into Private Browsing mode.
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱨᱮ ᱜᱷᱟᱥᱠᱟᱣ ᱪᱟᱞᱟ ᱞᱟᱹᱜᱤᱛ ᱛᱮ ᱢᱟᱥᱠ ᱟᱸᱭᱠᱚᱱ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

# Intro.Slides.Private.Title
source: Browse like no one’s watching
sat: ᱵᱨᱟᱩᱡ ᱢᱮ ᱡᱮᱞᱠᱟ ᱚᱠᱚᱭ ᱦᱚᱸ ᱵᱟᱠᱚ ᱧᱮᱞᱮᱫ ᱢᱮᱭᱟ

# Intro.Slides.Safe.Sync.Description
source: Protect your logins and data everywhere you use Firefox.
sat: ᱟᱢᱟᱠ ᱵᱚᱞᱚᱱ ᱠᱚ ᱟᱨ ᱥᱟᱠᱷᱤᱭᱟᱛ ᱠᱚ ᱨᱚᱯᱷᱟᱭ ᱢᱮ ᱡᱟᱦᱟᱱ ᱨᱤᱜᱤ ᱟᱢ Firefox ᱵᱮᱵᱷᱟᱨ ᱟᱢ ᱾

# Intro.Slides.Safe.Sync.Title
source: Safe Sync
sat: ᱡᱚᱯᱛᱤ ᱛᱚᱞ ᱡᱚᱠᱷᱟ

# Intro.Slides.Search.Description
source: Searching for something different? Choose another default search engine (or add your own) in Settings.
sat: ᱡᱟᱦᱟᱱᱟᱜ ᱯᱟᱱᱛᱮᱜᱼᱟᱢ? ᱚᱞᱜᱟ ᱦᱩᱲᱟᱹᱜ ᱯᱟᱱᱛᱮ ᱮᱱᱡᱤᱱ (ᱟᱨ ᱵᱟᱝ ᱟᱢᱟᱜ ᱥᱮᱞᱮᱫ ᱢᱮ) ᱫᱚ ᱥᱟᱞᱟᱣ ᱨᱮ ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

# Intro.Slides.Search.Title
source: Your search, your way
sat: ᱟᱢᱟᱠ ᱥᱮᱸᱫᱽᱨᱟ, ᱟᱢᱟᱠ ᱦᱚᱨ ᱛᱮ

# Intro.Slides.TrailheadSync.Description
source: Sign in to your account to sync and access more features.
sat: ᱟᱭᱩᱨ ᱢᱤᱫ ᱟᱨ ᱟᱨᱦᱚᱸ ᱯᱷᱤᱪᱚᱨ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱠᱷᱟᱛᱟ ᱨᱮ ᱥᱩᱦᱤ ᱵᱚᱞᱚ ᱪᱷᱚ ᱢᱮ ᱾

# Intro.Slides.TrailheadSync.Title.v2
source: Sync your bookmarks, history, and passwords to your phone.
sat: ᱵᱩᱠᱢᱟᱨᱠ , ᱦᱤᱛᱟᱹᱞ ᱟᱨ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱯᱷᱚᱱ ᱛᱮ ᱟᱹᱭᱩᱨ ᱢᱤᱫ ᱢᱮ

# Intro.Slides.Welcome.Description.v2
source: Fast, private, and on your side.
sat: ᱞᱚᱜᱚᱱ, ᱱᱤᱡᱚᱨᱟᱜ ᱟᱨ ᱟᱢᱟᱜ ᱥᱟᱢᱟᱝ ᱨᱮ ᱾

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
sat: Firefox ᱨᱮ ᱥᱚᱜᱩᱱ ᱫᱟᱨᱟᱢ

source: Start Browsing
sat: ᱯᱟᱱᱛᱮᱭᱟᱠ ᱮᱦᱚᱵ ᱢᱮ

source: Turn on Sync…
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱚᱱ ᱢᱮ...

source: A username and password are being requested by %@.
sat: ᱢᱤᱫᱴᱟᱹᱝ ᱵᱮᱵᱷᱟᱨᱤᱭᱟ ᱟᱨ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ %@ ᱮ ᱱᱮᱦᱚᱨ ᱟᱠᱟᱫᱟᱭ ᱾

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
sat: ᱢᱤᱫᱴᱟᱹᱝ ᱵᱮᱵᱷᱟᱨᱤᱭᱟ ᱟᱨ ᱫᱟᱫᱟᱝ ᱥᱟᱵᱟᱫ %1$@ ᱮ ᱱᱮᱦᱚᱨ ᱟᱠᱟᱫᱟᱭ ᱾ ᱥᱟᱭᱤᱴ ᱮ ᱢᱮᱱᱮᱫᱟᱭᱺ%2$@

source: About
sat: ᱵᱟᱵᱚᱛ

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
sat: ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱥᱮᱞᱮᱫᱽ ᱢᱮ

# ActivityStream.ContextMenu.PinTopsite
source: Pin to Top Sites
sat: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ ᱠᱚ ᱯᱤᱱ ᱢᱮ

# ActivityStream.ContextMenu.PinTopsite2
source: Pin
sat: ᱞᱟᱴᱷᱟ

# ActivityStream.ContextMenu.RemoveFromShortcuts
source: Remove from Shortcuts
sat: ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱠᱷᱚᱱ ᱚᱪᱚᱜᱽ ᱢᱮ

# ActivityStream.ContextMenu.RemovePinTopsite
source: Remove Pinned Site
sat: ᱯᱤᱱ ᱟᱠᱟᱱ ᱥᱟᱭᱤᱴ ᱠᱚ ᱚᱰᱚᱠ ᱢᱮ

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
sat: ᱚᱪᱚᱜᱽ

# ActivityStream.Highlights.Bookmark
source: Bookmarked
sat: ᱵᱩᱩᱠᱢᱟᱨᱠ ᱦᱩᱭᱮᱱᱟ

# ActivityStream.Highlights.Visited
source: Visited
sat: ᱧᱮᱞᱟᱠ

# ActivityStream.NewRecentBookmarks.Title
source: Recent Bookmarks
sat: ᱱᱤᱛᱚᱜᱟᱠ ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ

# ActivityStream.Pocket.MoreLink
source: More
sat: ᱰᱷᱮᱨ

# ActivityStream.Pocket.SectionTitle
source: Trending on Pocket
sat: ᱯᱚᱠᱮᱴ ᱨᱮ ᱴᱨᱮᱱᱰᱤᱝᱚ ᱠᱟᱱᱟ

# ActivityStream.Pocket.SectionTitle2
source: Recommended by Pocket
sat: ᱯᱚᱠᱮᱴ ᱵᱟᱛᱟᱣ ᱟᱠᱟᱫ ᱡᱤᱱᱤᱥ

# ActivityStream.Pocket.Trending
source: Trending
sat: ᱴᱨᱮᱱᱰᱤᱝ

# ActivityStream.RecentHistory.Title
source: Recently Visited
sat: ᱦᱟᱹᱞᱤ ᱨᱮ ᱦᱤᱨᱤᱭᱟᱠᱟᱱᱟ

# ActivityStream.Shortcuts.SectionTitle
source: Shortcuts
sat: ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ

# ActivityStream.TopSites.RowCount
source: Rows: %d
sat: ᱛᱷᱟᱨ ᱠᱚ: %d

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
sat: ᱛᱷᱟᱨ ᱫᱚᱦᱚᱭ ᱢᱮ

# ActivityStream.TopSites.SectionTitle
source: Top Sites
sat: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ

source: Add Tab
sat: ᱴᱮᱵ ᱥᱮᱞᱮᱫ ᱢᱮ

source: Add to Reading List
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱮᱞᱮᱫ ᱢᱮ

# AddPass.Error.Dismiss
source: OK
sat: ᱴᱷᱤᱠ

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
sat: ᱥᱟᱭᱤᱴ ᱨᱮ ᱣᱟᱞᱮᱴ ᱛᱮ ᱯᱟᱥ ᱡᱷᱚᱜ ᱵᱷᱩᱞ ᱦᱩᱭᱮᱱᱟ ᱾ ᱫᱚᱭᱟᱠᱟᱛᱮ ᱯᱚᱨᱮ ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ ᱾

# AddPass.Error.Title
source: Failed to Add Pass
sat: ᱥᱟᱠᱟᱢ ᱥᱮᱞᱮᱫ ᱡᱷᱚᱜ ᱰᱤᱜᱟᱹᱣᱮᱱᱟ

source: Added page to Reading List
sat: ᱥᱟᱠᱟᱢ ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱡᱚᱰ.ᱟᱣᱮᱱᱟ

source: Address and Search
sat: ᱴᱷᱤᱠᱟᱹᱱᱟ ᱟᱨ ᱥᱮᱸᱫᱽᱨᱟ

source: Always Send
sat: ᱡᱟᱣᱜᱮ ᱵᱷᱮᱡᱟ

source: Amazon
sat: ᱟᱹᱢᱮᱡᱳᱱ

source: Authentication required
sat: ᱯᱚᱨᱢᱟᱱ ᱞᱟᱹᱠᱛᱤ

# Awesomebar.SearchWithEngine.Title
source: Search with %@
sat: %@ ᱥᱟᱞᱟᱜ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

source: Back
sat: ᱛᱟᱭᱚᱢ

source: Block Pop-up Windows
sat: ᱴᱟᱴᱠᱟ ᱚᱰᱚᱠ ᱧᱮᱧᱮᱞᱚᱢ ᱠᱚ ᱟᱴᱠᱟᱣ

# Bookmark.BookmarkDetail.FieldsHeader.Bookmark.Title
source: Bookmark
sat: ᱵᱩᱠᱢᱟᱨᱠ

# Bookmark.BookmarkDetail.FieldsHeader.Folder.Title
source: Folder
sat: ᱯᱚᱴᱚᱢ

# Bookmark.DetailFieldTitle.Label
source: Title
sat: ᱧᱩᱛᱩᱢ

source: Bookmarks
sat: ᱵᱩᱩᱠᱢᱟᱨᱠ ᱠᱚ

# Bookmarks.Edit.Button
source: Edit
sat: ᱥᱟᱯᱲᱟᱣ

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
sat: ᱵᱩᱠᱢᱟᱨᱠ ᱥᱟᱯᱲᱟᱣ

# Bookmarks.EditFolder.Label
source: Edit Folder
sat: ᱯᱚᱴᱚᱢ ᱥᱟᱯᱲᱟᱣ ᱢᱮ

# Bookmarks.Folder.Label
source: Folder
sat: ᱯᱚᱴᱚᱢ

# Bookmarks.FolderLocation.Label
source: Location
sat: ᱡᱟᱭᱜᱟ

# Bookmarks.FolderName.Label
source: Folder Name
sat: ᱯᱚᱴᱚᱢ ᱧᱩᱛᱩᱢ

# Bookmarks.NewBookmark.Label
source: New Bookmark
sat: ᱱᱟᱶᱟ ᱵᱩᱠᱢᱟᱨᱠ

# Bookmarks.NewFolder.Label
source: New Folder
sat: ᱱᱟᱶᱟ ᱯᱚᱴᱚᱢ

# Bookmarks.NewSeparator.Label
source: New Separator
sat: ᱱᱟᱶᱟ ᱵᱷᱮᱜᱟᱨᱟᱜ

# Bookmarks.Title.Label
source: Title
sat: ᱧᱩᱛᱩᱢ

# BookmarksPanel.EmptyState.Title
source: Bookmarks you save will show up here.
sat: ᱟᱢ ᱡᱟ ᱵᱩᱠᱢᱟᱨᱠ ᱥᱟᱸᱪᱟᱣᱟᱢ ᱚᱱᱟ ᱫᱚ ᱱᱚᱸᱲᱮ ᱩᱫᱩᱜᱚᱣᱟ᱾

# BreachAlerts.BreachDate
source: This breach occurred on
sat: ᱱᱚᱶᱟ ᱨᱚᱯᱩᱫ ᱦᱚᱭ ᱠᱟᱱᱟ

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
sat: ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱠᱚ ᱞᱤᱠ ᱵᱟᱠᱷᱟᱭ ᱚᱛᱠᱤᱨ ᱦᱳᱭ ᱠᱟᱱᱟ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱵᱚᱫᱚᱞ ᱠᱷᱚᱱ. ᱱᱚᱶᱟ ᱠᱷᱟᱛᱟ ᱵᱟᱸᱪᱟᱣ ᱞᱚᱜᱤᱛ ᱛᱮ ᱥᱟᱭᱤᱴ ᱨᱮ ᱵᱚᱞᱚ ᱢᱮ ᱟᱨ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱵᱚᱫᱚᱞ ᱛᱟᱢ.

# BreachAlerts.LearnMoreButton
source: Learn more
sat: ᱰᱷᱮᱨ ᱥᱮᱲᱟᱭ ᱢᱮ

# BreachAlerts.Link
source: Go to
sat: ᱨᱮ ᱪᱞᱟᱜ ᱢᱮ

# BreachAlerts.Title
source: Website Breach
sat: ᱣᱮᱵᱥᱟᱭᱤᱴ ᱨᱚᱯᱩᱫᱮᱱᱟ

source: Brightness
sat: ᱪᱚᱠᱢᱚᱠ

source: Changes color theme.
sat: ᱩᱭᱦᱚᱨ ᱨᱚᱲ ᱵᱚᱫᱚᱞ ᱟᱭ

source: Changes font type.
sat: ᱪᱤᱠᱤ ᱵᱚᱫᱚᱞ ᱨᱚᱠᱚᱢ ᱾

# ClipboardToast.GoToCopiedLink.Button
source: Go
sat: ᱪᱟᱞᱟᱜ ᱢᱮ

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
sat: ᱱᱚᱠᱚᱞ ᱞᱤᱸᱠ ᱨᱮ ᱪᱟᱞᱟᱜ ᱢᱮ?

source: Close
sat: ᱵᱚᱸᱫᱚᱭ

source: Closing tab
sat: ᱴᱮᱵ ᱵᱚᱸᱫᱚ ᱦᱩᱭᱩ ᱠᱟᱱᱟ

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
sat: ᱵᱩᱠᱢᱟᱨᱠ ᱞᱤᱸᱠ

# ContextMenu.ButtonToast.NewPrivateTabOpened.ButtonText
source: Switch
sat: ᱵᱚᱫᱚᱞ ᱢᱮ

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭᱱᱟ

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
sat: ᱵᱚᱫᱚᱞ ᱢᱮ

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭᱱᱟ

# ContextMenu.CopyImageButtonTitle
source: Copy Image
sat: ᱪᱤᱛᱟᱹᱨ ᱱᱚᱠᱚᱞ ᱢᱮ

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
sat: ᱪᱤᱛᱟᱹᱨ ᱨᱮᱭᱟᱜ ᱞᱤᱸᱠ ᱱᱚᱠᱚᱞ ᱢᱮ

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
sat: ᱞᱤᱸᱠ ᱱᱚᱠᱚᱞ ᱢᱮ

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
sat: ᱚᱛᱩᱨ ᱟᱲᱜᱚ ᱞᱤᱸᱠ

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱨᱮ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# ContextMenu.OpenLinkInNewPrivateTabButtonTitle
source: Open Link in New Private Tab
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱮᱨᱟᱜ ᱴᱮᱵ ᱨᱮ ᱡᱷᱤᱡᱽ ᱢᱮ

# ContextMenu.OpenLinkInNewTabButtonTitle
source: Open Link in New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱨᱮ ᱡᱷᱤᱡᱽ ᱢᱮ

# ContextMenu.SaveImageButtonTitle
source: Save Image
sat: ᱪᱤᱛᱟᱹᱨ ᱥᱟᱸᱪᱟᱣ ᱢᱮ

# ContextMenu.ShareLinkButtonTitle
source: Share Link
sat: ᱞᱤᱸᱠ ᱦᱟᱹᱴᱤᱧᱟᱜ ᱢᱮ

source: Could not add page to Reading List. Maybe it’s already there?
sat: ᱥᱟᱦᱴᱟ ᱫᱚ ᱯᱟᱲᱦᱟᱣ ᱛᱟᱞᱠᱟ ᱨᱮ ᱵᱟᱭ ᱥᱮᱞᱮᱫᱚᱜ ᱠᱟᱱᱟ ᱾ ᱦᱩᱭᱫᱟᱲᱮᱭᱟᱼᱜᱟ ᱢᱟᱲᱟᱝ ᱠᱷᱟᱱ ᱛᱟᱦᱮᱸ ᱠᱚᱜᱼᱟ?

source: Could not add page to Reading list
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱟᱦᱴᱟ ᱵᱟᱞᱮ ᱥᱮᱞᱮᱫ ᱫᱟᱲᱤᱭᱟᱫᱟ

source: Could not load page.
sat: ᱥᱟᱦᱴᱟ ᱵᱟᱞᱮ ᱞᱟᱫᱮ ᱫᱟᱲᱤᱭᱟᱫᱟ᱾

# CoverSheet.v22.DarkMode.Description
source: For iOS 13 users, Firefox now automatically switches to a dark theme when your phone is set to Dark Mode. To change this behavior, go to Settings > Theme.
sat: iOS ᱑᱓ ᱵᱮᱵᱷᱟᱨᱤᱡᱟᱠ ᱞᱟᱹᱜᱤᱛ ᱠᱚ, Firefox ᱱᱤᱛ ᱫᱚ ᱟᱪᱛᱮ ᱦᱮᱸᱫᱮ ᱩᱭᱦᱚᱨ ᱛᱮ ᱵᱚᱫᱚᱞ ᱟᱭ ᱡᱚᱠᱷᱚᱱ ᱟᱢᱟᱠ ᱯᱷᱚᱱ ᱦᱮᱸᱫᱮ ᱚᱵᱚᱥᱛᱟ ᱨᱮ ᱥᱟᱡᱟ-ᱟ. ᱱᱚᱶᱟ ᱵᱮᱵᱷᱟᱨ ᱵᱚᱫᱚᱞ ᱞᱟᱹᱜᱤᱛ ᱛᱮ, ᱥᱟᱡᱟᱣ ᱠᱚ > ᱩᱭᱦᱚᱨ ᱛᱮ ᱪᱦᱟᱞᱟ ᱢᱮ.

# CoverSheet.v22.DarkMode.Title
source: Dark theme now includes a dark keyboard and dark splash screen.
sat: ᱦᱮᱸᱫᱮ ᱩᱭᱦᱚᱨ ᱨᱮ ᱱᱤᱛᱠ ᱫᱚ ᱦᱮᱸᱫᱮ ᱠᱟᱴᱷᱤ ᱵᱳᱨᱲ ᱟᱨ ᱦᱮᱸᱫᱮ ᱪᱷᱤᱴᱠᱟᱣ ᱯᱚᱨᱫᱟ ᱥᱟᱹᱢᱤᱞᱮᱱᱟ᱾

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
sat: ᱵᱷᱤᱛᱨᱤ ᱨᱮ ᱛᱮᱭᱟᱨ ᱵᱟᱲᱦᱟᱣᱟᱠᱟᱱ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱪᱤᱱᱦᱟᱹ ᱟᱰ ᱫᱚ ᱤᱥᱛᱤᱭᱟᱨ ᱟᱢ ᱯᱟᱧᱡᱟ ᱠᱚ ᱵᱚᱸᱫ ᱪᱷᱚᱭ ᱟ ᱾ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ, ᱤᱥᱛᱤᱭᱟᱨ ᱟᱨ ᱴᱟᱴᱠᱟ ᱳᱰᱚᱠ ᱫᱚ ᱠᱷᱟᱸᱴᱤ ᱚᱱ ᱠᱟᱛᱮ ᱵᱚᱸᱫᱚ ᱪᱷᱚᱭ ᱢᱮ ᱾

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
sat: ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮ ᱪᱟᱞᱟᱜ ᱢᱮ

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
sat: Ad ᱯᱟᱸᱡᱟ ᱵᱤᱨᱩᱫᱷ ᱛᱮ ᱨᱚᱯᱷᱟ

source: Create an account
sat: ᱢᱤᱫᱴᱟᱹᱝ ᱠᱷᱟᱛᱟ ᱛᱮᱭᱟᱨ ᱢᱮ

source: Dark
sat: ᱦᱮᱸᱫᱮ

source: Decrease text size
sat: ᱚᱱᱚᱞ ᱢᱟᱨᱟᱲᱛᱮᱛ ᱠᱚᱢ ᱢᱮ

source: Default Search Engine
sat: ᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱸᱡᱤᱱ

source: Display Settings
sat: ᱩᱫᱩᱠ ᱥᱟᱡᱟᱣ ᱠᱚ

source: Don’t Send
sat: ᱵᱟᱲ ᱵᱷᱮᱡᱟ

source: Downloads
sat: ᱰᱟᱩᱱᱞᱳᱰ

# Downloads.Alert.DownloadNow
source: Download Now
sat: ᱱᱤᱛᱚᱜ ᱚᱛᱩᱨ ᱟᱲᱜᱩᱤ ᱢᱮ

# Downloads.CancelDialog.Cancel
source: Cancel
sat: ᱵᱟᱹᱰᱨᱟᱹ

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
sat: ᱟᱢ ᱜᱚᱴᱟ ᱢᱮᱱᱟᱢ-ᱟ ᱱᱚᱶᱟ ᱚᱛᱩᱨ ᱟᱲᱜᱩ ᱵᱟ.ᱰᱨᱟ. ᱞᱟ.ᱜᱤ ᱛᱮ?

# Downloads.CancelDialog.Resume
source: Resume
sat: ᱫᱚᱦᱲᱟ ᱮᱦᱚᱵ

# Downloads.CancelDialog.Title
source: Cancel Download
sat: ᱚᱛᱩᱨ ᱟᱲᱜᱩ ᱵᱟᱹᱰᱨᱟᱹᱭ ᱢᱮ

# Downloads.Error.Message
source: Downloads aren’t supported in Firefox yet.
sat: Firefox ᱨᱮ ᱱᱤᱛ ᱦᱟᱹᱵᱤᱡ ᱛᱮ ᱟᱹᱛᱩᱨ ᱟᱬᱜᱚ ᱵᱟᱭ ᱥᱟᱯᱚᱴ ᱟ ᱾

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
sat: ᱚᱛᱩᱨ ᱟᱲᱜᱩ ᱵᱟᱹᱰᱨᱟᱹᱭᱮᱱᱟ

# Downloads.Toast.Failed.LabelText
source: Download Failed
sat: ᱟᱹᱛᱩᱨ ᱟᱲᱜᱚ ᱲᱤᱜᱟᱣᱮᱱᱟ

# Downloads.Toast.Failed.RetryButton
source: Retry
sat: ᱫᱚᱲᱟ ᱠᱟᱹᱢᱤ ᱢᱮ

# Downloads.Toast.GoToDownloads.Button
source: Downloads
sat: ᱰᱟᱩᱱᱞᱳᱰ

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
sat: %d ᱨᱮᱫ ᱠᱷᱚᱱ 1

# DownloadsPanel.Delete.Title
source: Delete
sat: ᱜᱮᱫ ᱜᱤᱰᱤ

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
sat: ᱟᱹᱛᱩᱨ ᱟᱬᱜᱚ ᱨᱮᱫ ᱠᱚ ᱱᱚᱰᱮ ᱫᱮᱠᱷᱟᱣᱟᱭ ᱾

# DownloadsPanel.Share.Title
source: Share
sat: ᱦᱟᱹᱴᱤᱧᱟᱜ

source: Enter your password to connect
sat: ᱡᱚᱲᱟᱣ ᱞᱟᱹᱜᱤ ᱛᱮ ᱟᱢᱟᱜ ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ ᱟᱫᱮᱨ ᱢᱮ

# ErrorPages.Advanced.Button
source: Advanced
sat: ᱞᱟᱦᱟᱱᱛᱤ

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can’t confirm your connection to this website is secure.
sat: ᱦᱳᱥᱤᱭᱟᱨ: ᱟᱞᱮ ᱵᱟᱞᱮ ᱜᱚᱴᱟ ᱫᱟᱲᱤ ᱠᱟᱱᱟ ᱟᱢᱟᱠ ᱡᱚᱱᱚᱲᱟᱣ ᱱᱚᱶᱟ ᱣᱮᱵ ᱥᱟᱤᱴ ᱛᱮ ᱡᱚᱯᱛᱤ ᱢᱮᱱᱟ-ᱟ ᱥᱮ ᱵᱟ᱾

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
sat: ᱱᱚᱶᱟ ᱠᱟᱹᱢᱤ ᱫᱚ ᱟᱹᱲᱤᱰᱷᱟᱹᱲᱤ ᱞᱟᱹᱜᱤᱫ ᱟᱨ ᱵᱟᱝ ᱢᱩᱸᱦᱟᱹᱤᱡ ᱨᱮᱭᱟᱜ ᱠᱟᱹᱢᱤ ᱦᱩᱭ ᱠᱚᱜᱼᱟᱭ ᱾ ᱡᱚᱫᱤ ᱟᱢ ᱟᱢᱟᱜ ᱫᱟᱭᱛᱣᱚ ᱤᱫᱤ ᱥᱟᱱᱟᱢ ᱠᱷᱟᱱ ᱢᱟᱲᱟᱝ ᱥᱮᱱ ᱞᱟᱦᱟᱜ ᱢᱮ ᱾

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
sat: %@ ᱨᱤᱱᱤᱡ ᱢᱟᱞᱤᱠ ᱫᱚ ᱣᱤᱵᱥᱟᱭᱤᱴ ᱵᱮᱥ ᱵᱟᱭ ᱴᱷᱤᱠ ᱞᱮᱹᱫᱟᱭ ᱾ ᱟᱢᱟᱜ ᱥᱟᱠᱷᱤᱭᱟᱹᱛ ᱟᱰ ᱫᱚᱦᱚ ᱟᱮ ᱟᱞᱚ ᱠᱩᱢᱰᱩᱼᱜ ᱞᱟᱹᱜᱤᱫ, Firefox ᱚᱱᱟ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱨᱮ ᱵᱟᱭ ᱡᱩᱲᱟᱣ ᱞᱮᱱᱟᱭ ᱾

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
sat: ᱱᱚᱶᱟ ᱡᱩᱰᱟᱹᱣ ᱫᱚ ᱵᱟᱭ ᱯᱟᱹᱛᱤᱭᱟᱹᱣᱤᱡ ᱠᱟᱱᱟᱭ

# ErrorPages.GoBack.Button
source: Go Back
sat: ᱛᱟᱭᱚᱢ ᱛᱮ ᱪᱟᱞᱟᱜ ᱢᱮ

# ErrorPages.VisitOnce.Button
source: Visit site anyway
sat: ᱡᱟᱦᱟ ᱞᱮᱠᱟᱛᱮ ᱥᱟᱤᱴ ᱧᱮᱞ ᱢᱮ

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
sat: ᱱᱚᱶᱟ ᱞᱤᱸᱠ App ᱜᱚᱫᱟᱢ ᱨᱮ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ?

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
sat: ᱱᱚᱶᱟ ᱞᱤᱸᱠ ᱵᱟᱦᱨᱮ ᱮᱯᱯ ᱨᱮ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ?

# Firefox.HomePage.Title
source: Firefox Home Page
sat: Firefox ᱚᱲᱟᱜ ᱥᱟᱦᱟᱴᱟ

source: Forward
sat: ᱢᱟᱲᱟᱝ

# FxA.AccountVerificationDetails
source: Wrong email? Disconnect below to start over.
sat: ᱵᱷᱩᱞ ᱮ-ᱢᱮᱞ? ᱡᱩᱲᱟᱹᱣ ᱵᱚᱸᱫ ᱠᱟᱛᱮ ᱮᱦᱚᱵ ᱢᱮ ᱾

# FxA.AccountVerificationRequired
source: Account Verification Required
sat: ᱠᱷᱟᱛᱟ ᱯᱚᱨᱢᱟᱱ ᱫᱚᱨᱠᱟᱨ

# FxA.AccountVerificationRequiredSurface
source: You need to verify %@. Check your email for the verification link from Firefox.
sat: ᱟᱢ %@ ᱯᱚᱨᱢᱟᱱ ᱫᱚᱨᱠᱟᱨ ᱾ Firefox ᱠᱷᱚᱱ ᱯᱚᱨᱢᱟᱱ ᱞᱤᱸᱠ ᱧᱟᱢ ᱞᱟᱹᱜᱤᱫ ᱤᱼᱢᱮᱞ ᱧᱮᱞ ᱵᱤᱰᱟᱹᱣ ᱢᱮ ᱾

# FxA.ConnectAnotherDevice
source: Connect Another Device
sat: ᱚᱞᱜᱟ ᱥᱟᱫᱷᱚᱱ ᱡᱩᱰᱟᱹᱣ ᱢᱮ

# FxA.FirefoxAccount
source: Firefox Account
sat: Firefox ᱠᱷᱟᱛᱟ

# FxA.ManageAccount
source: Manage Account & Devices
sat: ᱠᱷᱟᱛᱟ ᱟᱨ ᱥᱟᱫᱷᱚᱱ ᱠᱚ ᱵᱮᱵᱚᱥᱛᱟᱭ ᱢᱮ

# FxA.NoInternetConnection
source: No Internet Connection
sat: ᱤᱱᱴᱟᱹᱨᱱᱮᱴ ᱡᱚᱱᱚᱲᱟᱣ ᱵᱟᱹᱱᱩᱠ-ᱟ

# FxA.OpenSyncPreferences
source: Open Sync Preferences
sat: ᱟᱹᱭᱩᱨ ᱢᱤᱫ ᱠᱩᱥᱤᱠᱚ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# FxA.RemoveAccount
source: Remove
sat: ᱚᱪᱚᱜ ᱢᱮ

# FxA.RemoveAccountAlertMessage
source: Remove the Firefox Account associated with this device to sign in as a different user.
sat: ᱚᱞᱜᱟ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱞᱮᱠᱷᱟ ᱵᱷᱤᱛᱨᱤ ᱵᱷᱤᱛᱨᱤ ᱥᱩᱦᱤ ᱥᱮᱱᱟᱢ ᱠᱷᱟᱱ ᱱᱚᱶᱟ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱢᱮᱱᱟᱜ Firefox ᱠᱷᱟᱛᱟ ᱚᱪᱚᱜ ᱢᱮ ᱾

# FxA.RemoveAccountAlertTitle
source: Remove Account
sat: ᱠᱷᱟᱛᱟ ᱚᱪᱚᱜ ᱢᱮ

# FxA.ResendEmail
source: Resend Email
sat: ᱤᱢᱮᱞ ᱫᱚᱲᱟ ᱠᱩᱞ ᱢᱮ

# FxA.SignIntoSync
source: Sign in to Sync
sat: ᱛᱷᱟᱨ ᱞᱟᱹᱜᱤᱛ ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ ᱢᱮ

# FxA.SyncExplain
source: Get your tabs, bookmarks, and passwords from your other devices.
sat: ᱟᱢᱟᱜ ᱴᱮᱵ ᱠᱚ, ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ, ᱟᱨ ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ ᱠᱚ ᱟᱢᱟᱜ ᱮᱴᱟᱠ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱧᱟᱢ ᱢᱮ᱾

# FxA.SyncNow
source: Sync Now
sat: ᱱᱤᱛᱚᱠ ᱛᱚᱞ ᱡᱚᱠᱷᱟᱭ ᱢᱮ

# FxA.TakeYourWebWithYou
source: Take Your Web With You
sat: ᱟᱢᱟᱜ ᱣᱮᱵ ᱟᱢ ᱥᱟᱶ ᱛᱮ ᱤᱫᱤ ᱢᱮ

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
sat: Firefox ᱟᱛᱩᱨ ᱟᱬᱜᱚ %@ ᱥᱟᱞᱟᱜ ᱡᱩᱰᱟᱹᱣ ᱮᱱᱟᱭ

# FxAPush_DeviceConnected_title
source: Sync Connected
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱡᱚᱲᱟᱣᱮᱱᱟ

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
sat: ᱱᱚᱶᱟ ᱥᱟᱫᱷᱚᱱ ᱫᱚ ᱨᱟᱥ ᱞᱮᱠᱟᱛᱮ ᱵᱟᱰ ᱡᱚᱲᱟᱣᱮᱱᱟ Firefox ᱛᱷᱟᱨ ᱠᱷᱚᱱ᱾

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
sat: ᱛᱷᱟᱨ ᱵᱟᱰ ᱡᱚᱲᱟᱣᱮᱱᱟ

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
sat: ᱢᱤᱫᱴᱟᱹᱝ ᱥᱟᱫᱷᱚᱱ ᱵᱟᱰ ᱡᱚᱲᱟᱣᱮᱱᱟ Firefox ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱠᱷᱚᱱ

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
sat: %@ ᱨᱟᱥ ᱞᱮᱠᱟᱛᱮ ᱵᱟᱰ ᱡᱚᱲᱟᱣ ᱦᱩᱭᱮᱱᱟ᱾

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
sat: ᱛᱷᱟᱨ ᱵᱟᱰ ᱡᱚᱲᱟᱣᱮᱱᱟ

source: Get your open tabs, bookmarks, and passwords from your other devices.
sat: ᱟᱢᱟᱜ ᱡᱷᱤᱡ ᱟᱠᱟᱱ ᱴᱮᱵ ᱠᱚ, ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ, ᱟᱨ ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ ᱠᱚ ᱟᱢᱟᱜ ᱮᱴᱟᱠ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱧᱟᱢ ᱢᱮ ᱾

source: Help
sat: ᱜᱚᱲᱚ

source: History
sat: ᱦᱤᱛᱟᱹᱞ

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
sat: ᱱᱤᱛᱚᱠᱟ ᱱᱟᱜᱟᱢ ᱯᱷᱟᱨᱪᱟᱭ ᱢᱮ...

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
sat: ᱡᱚᱛᱚᱣᱟᱠ

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
sat: ᱢᱩᱪᱚᱫᱟ ᱜᱷᱚᱱᱴᱟ

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
sat: ᱛᱮᱦᱮᱸᱧ

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
sat: ᱛᱤᱦᱮᱸᱧ ᱟᱨ ᱦᱚᱞᱟ

# HistoryPanel.ClearHistoryMenuTitle
source: Clearing Recent History will remove history, cookies, and other browser data.
sat: ᱱᱤᱛᱚᱠᱟ ᱦᱤᱛᱟᱞ ᱯᱷᱟᱨᱪᱟ ᱞᱮᱠᱷᱟᱭ ᱦᱤᱛᱟᱞ, ᱠᱩᱠᱤ ᱠᱚ ᱟᱨ ᱮᱴᱟᱜᱟ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱨᱮᱭᱟ ᱥᱟᱠᱷᱤᱭᱟᱛ ᱚᱪᱚᱜᱳᱣᱟ᱾

# HistoryPanel.EmptyState.Title
source: Websites you’ve visited recently will show up here.
sat: ᱡᱟ ᱣᱮᱵ ᱥᱟᱭᱤᱴ ᱠᱚ ᱟᱢ ᱱᱤᱛᱚᱠ ᱧᱮᱞ ᱠᱤᱫᱟᱢ ᱚᱱᱟ ᱠᱚ ᱫᱚ ᱱᱚᱸᱲᱮ ᱩᱫᱩᱜᱟᱭ᱾

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
sat: ᱟᱢᱟᱠ ᱴᱮᱵ ᱮᱴᱟᱠ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱱᱚᱸᱲᱮ ᱩᱫᱩᱜᱟᱭ᱾

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
sat: ᱟᱢᱟᱠ ᱮᱴᱟᱠ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱴᱮᱵ ᱞᱤᱥᱴᱤ ᱧᱮᱞ ᱞᱟᱹᱜᱤᱛ ᱛᱮ ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ ᱢᱮ᱾

# HistoryPanel.EmptySyncedTabsPanelNotYetVerifiedState.Description
source: Your account needs to be verified.
sat: ᱟᱢᱟᱠ ᱠᱷᱟᱛᱟ ᱧᱮᱞ ᱢᱤᱞᱟᱹᱣ ᱞᱟᱹᱜᱛᱤ-ᱟ᱾

# HistoryPanel.EmptySyncedTabsPanelSingleDeviceSyncState.Description
source: Want to see your tabs from other devices here?
sat: ᱟᱢᱟᱠ ᱴᱮᱵ ᱮᱴᱟᱠ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱱᱚᱸᱲᱮ ᱧᱮᱞ ᱪᱚᱭᱳ ᱠᱟᱱᱟᱢ?

# HistoryPanel.EmptySyncedTabsPanelTabSyncDisabledState.Description
source: Turn on tab syncing to view a list of tabs from your other devices.
sat: ᱚᱞᱜᱟ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱴᱮᱵ ᱨᱮᱭᱟᱜ ᱞᱤᱥᱴᱤ ᱧᱮᱞ ᱞᱟᱹᱜᱤᱫ ᱴᱮᱵ ᱟᱹᱛᱩᱨ ᱟᱬᱜᱚ ᱚᱱ ᱛᱟᱢ ᱾

# HistoryPanel.EmptySyncedTabsState.Title
source: Firefox Sync
sat: Firefox ᱛᱷᱟᱨ ᱦᱚᱪᱚ

# HistoryPanel.HistoryBackButton.Title
source: History
sat: ᱦᱤᱛᱟᱹᱞ

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently Closed
sat: ᱱᱤᱛᱚᱜ ᱵᱚᱸᱫᱚᱼᱟᱜ

# HistoryPanel.SyncedTabsCell.Description.Pluralized
source: %d device(s) connected
sat: %d ᱥᱟᱫᱷᱚᱱ ᱠᱚ ᱡᱚᱲᱟᱣ ᱢᱮᱱᱟ-ᱟ

# HistoryPanel.SyncedTabsCell.Title
source: Synced Devices
sat: ᱛᱷᱟᱨᱮᱱᱟ ᱥᱟᱫᱷᱚᱱ ᱠᱚ

# HomePage.Set.Dialog.Cancel
source: Cancel
sat: ᱵᱟᱹᱰᱨᱟᱹ

# HomePage.Set.Dialog.Message
source: You can change this at any time in Settings
sat: ᱟᱢ ᱡᱟᱦᱟᱸ ᱛᱤᱱ ᱨᱤᱜᱤ ᱵᱚᱫᱚᱞ ᱫᱟᱲᱤᱭᱟᱠ ᱟᱢ ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮ

# HomePage.Set.Dialog.OK
source: Set Homepage
sat: ᱚᱲᱟᱜ ᱥᱟᱦᱟᱴᱟ ᱥᱟᱡᱟᱣ

# HomePage.Set.Dialog.Title
source: Do you want to use this web page as your home page?
sat: ᱟᱢ ᱱᱚᱶᱟ ᱣᱮᱵ ᱥᱟᱦᱴᱟ ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ ᱞᱮᱠᱟ ᱵᱮᱵᱷᱟᱨ ᱪᱚᱭᱳ ᱠᱟᱱᱟᱢ?
