Repository: nishant2718/firefoxios-l10n
Catalog: sat/firefox-ios.xliff
Languages: sat

# Settings.NewTab.Option.PocketFooter
source: Great content from around the web.
sat: ᱚᱲᱤ ᱵᱷᱟᱞᱤ ᱵᱤᱥᱳᱭ ᱣᱮᱵ ᱫᱷᱟᱨᱮ ᱠᱷᱚᱱ ᱾

# Settings.NewTab.Option.ReadingList
source: Show your Reading List
sat: ᱟᱢᱟᱜ ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱩᱫᱩᱜ ᱢᱮ

# Settings.NewTab.SectionName
source: New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ

# Settings.NewTab.Title
source: New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ

# Settings.NewTab.TopSectionName
source: Show
sat: ᱩᱫᱩᱜ

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
sat: ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱪᱦᱤ ᱞᱟᱫᱮᱭᱟ ᱡᱚᱠᱷᱚᱱ ᱱᱟᱶᱟ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹ-ᱟ

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
sat: ᱡᱚᱠᱷᱚᱱ Firefox ᱡᱷᱤᱜ ᱟᱢ

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
sat: ᱱᱚᱠᱚᱞ ᱟᱠᱟᱱ ᱥᱟᱭᱤᱴ ᱠᱷᱩᱞᱟᱹ ᱯᱨᱚᱥᱛᱟᱣ

# Settings.OpenWith.PageTitle
source: Open mail links with
sat: ᱢᱮᱞ ᱞᱤᱸᱠ ᱱᱚᱶᱟ ᱛᱮ ᱡᱷᱤᱜ ᱢᱮ

# Settings.OpenWith.SectionName
source: Mail App
sat: ᱢᱮᱞ ᱮᱯ

# Settings.SaveLogins.Title
source: Save Logins
sat: ᱵᱚᱞᱚ ᱠᱚ ᱥᱟᱸᱪᱟᱣ

# Settings.Search.Done.Button
source: Done
sat: ᱦᱩᱭᱮᱱᱟ

# Settings.Search.Edit.Button
source: Edit
sat: ᱥᱟᱯᱲᱟᱣ

# Settings.SendUsage.Link
source: Learn More.
sat: ᱰᱷᱮᱨ ᱥᱮᱲᱟᱭ ᱢᱮ᱾

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
sat: Mozilla ᱡᱟᱦᱟᱸ ᱩᱱ ᱡᱚᱠᱷᱟᱜ ᱡᱟᱣᱨᱟ ᱟᱭ ᱚᱠᱟ ᱡᱷᱚᱜ ᱫᱚᱨᱠᱟᱨᱚᱜᱼᱟ ᱚᱱᱟ ᱦᱚᱸ Firefox ᱟᱨ ᱡᱷᱚᱛᱚ ᱦᱚᱲ ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱵᱮᱥ ᱫᱚᱦᱚ ᱞᱟᱹᱜᱤᱫ ᱾

# Settings.SendUsage.Title
source: Send Usage Data
sat: ᱵᱮᱵᱷᱟᱨ ᱥᱟᱠᱷᱤᱭᱟᱛ ᱠᱩᱞ ᱢᱮ

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
sat: ᱚᱠᱟ ᱡᱷᱚᱜ ᱡᱟᱹᱥᱛᱤ ᱚᱛᱟ ᱠᱟᱱ ᱞᱤᱸᱠ ᱠᱚ

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
sat: ᱞᱤᱸᱠ ᱧᱮᱧᱮᱞᱚᱜ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
sat: ᱟᱹᱨᱡᱤ ᱥᱟᱠᱟᱢ ᱢᱮᱱᱩ ᱨᱮ ᱩᱫᱩᱜ

# Settings.Siri.OpenTabShortcut
source: Open New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
sat: ᱥᱤᱨᱤ ᱠᱷᱟᱴᱚ ᱢᱟᱪᱷᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ ᱞᱚᱜᱚᱱ ᱛᱮ Firefox ᱠᱷᱩᱞᱟᱹᱭ ᱞᱚᱜᱤᱛ ᱥᱤᱨᱤ ᱥᱟᱣ ᱛᱮ

# Settings.Siri.SectionName
source: Siri Shortcuts
sat: ᱥᱤᱨᱤ ᱠᱷᱟᱴᱚ ᱢᱟᱪᱷᱟ ᱠᱚ

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
sat: ᱴᱷᱤᱠ, ᱭᱟᱢᱮᱱᱟ

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
sat: ᱥᱟᱭᱤᱡ ᱡᱮᱞᱡᱠᱟ ᱞᱟᱸᱢᱤ ᱠᱟᱛᱷᱟ ᱵᱟᱭ ᱠᱟᱹᱢᱤ ᱞᱮᱫᱟᱭ, ᱡᱟᱹᱱᱠᱟᱨ ᱨᱮᱭᱟᱜ ᱥᱤᱞᱰ ᱨᱮ ᱴᱤᱯᱹᱟᱣ ᱢᱮ ᱟᱨ ᱥᱟᱠᱟᱢ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱲᱦᱟᱣᱟᱠᱟᱱ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱪᱤᱱᱦᱟᱹ ᱟᱰ ᱵᱚᱸᱫᱚᱭ ᱢᱮ ᱾

# Settings.TrackingProtection.Alert.Title
source: Heads up!
sat: ᱵᱚᱦᱚ ᱪᱦᱚᱴ ᱥᱮ!

# Settings.TrackingProtection.BlockListsHeader
source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
sat: ᱟᱢ ᱣᱮᱵ ᱮᱞᱤᱢᱮᱴᱥ ᱟᱴᱠᱟᱣ ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱪᱷᱟᱣ ᱫᱟᱲᱮᱟᱜᱼᱟᱢ, ᱚᱠᱚᱭ ᱫᱚ ᱟᱢᱟᱜ ᱵᱨᱟᱣᱡᱤᱝ ᱠᱟᱹᱢᱤ ᱠᱚ ᱧᱮᱞ ᱛᱟᱢᱟ ᱾

# Settings.TrackingProtection.Info.BasicTitle
source: Balanced for protection and performance.
sat: ᱥᱩᱨᱟᱠᱷᱤᱭᱟᱹ ᱨᱮ ᱮᱵᱥ ᱠᱟᱹᱢᱤ ᱞᱟᱹᱜᱤᱫ ᱥᱟᱹᱛᱩᱞᱟᱹᱱ

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
sat: ᱟᱴᱠᱟᱹᱣ

# Settings.TrackingProtection.Info.StrictTitle
source: Offers stronger protection, but may cause some sites to break.
sat: ᱡᱟᱹᱥᱛᱤ ᱥᱩᱨᱟᱹᱠᱷᱤᱭᱟᱹ ᱮᱢᱚᱜᱼᱟᱭ, ᱦᱮᱞᱮ ᱠᱤᱪᱷᱤ ᱥᱟᱭᱤᱴ ᱨᱟᱹᱯᱩᱫ ᱫᱟᱲᱮᱟᱜᱼᱟ ᱠᱚ ᱾

# Settings.TrackingProtection.LearnMore
source: Learn more
sat: ᱰᱷᱮᱨ ᱥᱮᱲᱟᱭ ᱢᱮ

# Settings.TrackingProtection.MoreInfo
source: More Info…
sat: ᱵᱚᱲᱛᱤ ᱞᱚᱭ ᱥᱚᱫᱚᱨ...

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
sat: ᱴᱟᱨᱜᱮᱴ ᱰᱷᱟᱣᱨᱟᱹ ᱠᱚᱢ ᱟᱭ ᱟᱨ ᱰᱷᱟᱣᱨᱟᱸ ᱠᱚ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱠᱷᱚᱱ ᱵᱚᱸᱫᱚ ᱞᱟᱹᱜᱤᱫ ᱜᱚᱲᱚ ᱮᱢᱟᱭ ᱾

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
sat: ᱥᱟᱭᱤᱡ ᱡᱮᱞᱡᱠᱟ ᱞᱟᱸᱢᱤ ᱠᱟᱛᱷᱟ ᱵᱟᱭ ᱠᱟᱹᱢᱤ ᱞᱮᱫᱟᱭ, ᱡᱟᱹᱱᱠᱟᱨ ᱨᱮᱭᱟᱜ ᱥᱤᱞᱰ ᱨᱮ ᱴᱤᱯᱹᱟᱣ ᱢᱮ ᱟᱨ ᱥᱟᱠᱟᱢ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱲᱦᱟᱣᱟᱠᱟᱱ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱪᱤᱱᱦᱟᱹ ᱟᱰ ᱵᱚᱸᱫᱚᱭ ᱢᱮ ᱾

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so websites function properly.
sat: ᱰᱷᱟᱣᱨᱟᱹ ᱞᱟᱹᱜᱤᱫ ᱠᱤᱪᱷᱤ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱢᱟᱸᱡᱩᱨ ᱮᱢᱟᱭ ᱠᱤᱪᱷᱤ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱠᱟᱫᱢᱤ ᱟᱭ

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
sat: ᱡᱟᱹᱥᱛᱤ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ, ᱰᱷᱟᱣᱨᱟ ᱟᱨ ᱴᱟᱴᱠᱟ ᱚᱰᱚᱠ ᱠᱚ ᱟᱴᱠᱟᱣ ᱟᱭ , ᱥᱟᱠᱟᱢ ᱞᱚᱜᱚᱱ ᱞᱚᱰᱚᱜᱼᱟ ᱦᱮᱞᱮ ᱠᱤᱪᱷᱤ ᱡᱤᱱᱤᱥ ᱴᱷᱤᱠ ᱥᱮ ᱵᱟᱭ ᱠᱟᱹᱢᱤᱟᱭ ᱾

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
sat: ᱨᱚᱯᱷᱟ ᱛᱟᱦ

# Settings.TrackingProtection.SectionName
source: Tracking Protection
sat: ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ

# Settings.TrackingProtection.StrictLevelInfoFooter
source: Blocking trackers could impact the functionality of some websites.
sat: ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱟᱴᱠᱟᱣ ᱞᱮᱠᱷᱟᱱ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱠᱟᱹᱤ ᱠᱮ ᱨᱮ ᱯᱨᱚᱵᱷᱟᱣ ᱯᱟᱲᱟᱣᱜ ᱟ ᱾

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
sat: ᱱᱟᱯ ( ᱢᱩᱞ ᱯᱷᱮᱲᱟᱛ)

# Settings.TrackingProtectionOption.BlockListBasicDescription
source: Allows some trackers so websites function properly.
sat: ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱦᱮᱸᱥᱤᱭᱟᱨ ᱠᱚᱢ ᱚᱝᱠᱟ ᱞᱮᱠᱷᱟᱱ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱵᱮᱥ ᱠᱟᱹᱢᱤᱟᱭ ᱾

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
sat: ᱱᱤᱦᱟᱛ

# Settings.TrackingProtectionOption.BlockListStrictDescription
source: Blocks known trackers. Some websites may not function properly.
sat: ᱵᱥᱟᱭᱟᱠᱟᱱ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱟᱴᱠᱟᱣ ᱠᱚᱟᱭ ᱾ ᱠᱤᱪᱷᱤ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱴᱷᱤᱠ ᱥᱮ ᱵᱟᱭ ᱠᱟᱹᱢᱤ ᱫᱟᱲᱮᱟᱭᱜᱼᱟᱭ ᱾

# Settings.TrackingProtectionOption.EnabledStateFooterLabel
source: Tracking is the collection of your browsing data across multiple websites.
sat: ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱫᱚ ᱟᱢᱟᱜ ᱢᱟᱹᱞᱴᱤᱯᱟᱹᱞ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱠᱷᱚᱱ ᱵᱨᱟᱩᱡᱤᱝ ᱥᱟᱹᱠᱷᱤᱭᱟᱹᱛ ᱨᱮᱭᱟᱜ ᱴᱩᱢᱟᱹᱞ ᱾

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
sat: ᱵᱟᱲᱦᱟᱣᱟᱠᱟᱱ ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ

# Settings.TranslateSnackBar.SectionFooter
source: The web page language is detected on the device, and a translation from a remote service is offered.
sat: ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱣᱮᱵ ᱥᱟᱠᱟᱢ ᱨᱮᱭᱟᱜ ᱟᱲᱟᱝ ᱯᱟᱱᱛᱮ ᱧᱟᱢ ᱟᱠᱟᱫᱟᱭ, ᱨᱤᱢᱚᱴ ᱥᱟᱹᱨᱵᱷᱤᱥ ᱠᱷᱚᱵ ᱛᱚᱨᱡᱚᱢᱟ ᱨᱮᱭᱟᱜ ᱯᱨᱚᱥᱛᱟᱵ ᱦᱮᱡ ᱟᱠᱟᱱᱟ ᱾

# Settings.TranslateSnackBar.SectionHeader
source: Services
sat: ᱥᱮᱣᱟ ᱠᱚ

# Settings.TranslateSnackBar.SwitchSubtitle
source: Offer to translate any site written in a language that is different from your default language.
sat: ᱦᱩᱲᱟᱜ ᱨᱮ ᱚᱠᱟ ᱟᱲᱟᱝ ᱢᱮᱱᱟᱜᱼᱟ ᱚᱱᱟ ᱠᱷᱚᱱ ᱵᱷᱮᱜᱟᱨ ᱟᱲᱟᱝ ᱛᱟᱦᱮᱱ ᱠᱷᱟᱱ ᱛᱚᱨᱡᱚᱢᱟ ᱞᱟᱹᱜᱤᱫ ᱯᱨᱚᱥᱛᱟᱵ ᱟᱹᱜᱩᱭ ᱢᱮ ᱾

# Settings.TranslateSnackBar.SwitchTitle
source: Offer Translation
sat: ᱛᱚᱨᱡᱚᱢᱟ ᱮᱢᱚᱜ ᱢᱮ

# Settings.TranslateSnackBar.Title
source: Translation
sat: ᱛᱚᱨᱡᱚᱢᱟ

# Settings.TroubleShootSync.Title
source: Troubleshoot
sat: ᱴᱨᱟᱹᱵᱟᱹᱞᱥᱩᱴ

# Settings.WebsiteData.ButtonDelete
source: Delete
sat: ᱢᱮᱴᱟᱣ ᱢᱮ

# Settings.WebsiteData.ButtonDone
source: Done
sat: ᱦᱩᱭᱮᱱᱟ

# Settings.WebsiteData.ButtonEdit
source: Edit
sat: ᱥᱟᱯᱲᱟᱣ

# Settings.WebsiteData.ButtonShowMore
source: Show More
sat: ᱵᱚᱲᱛᱤ ᱩᱫᱩᱜ

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your website data. It cannot be undone.
sat: ᱱᱚᱶᱟ ᱠᱟᱹᱢᱤ ᱫᱚ ᱟᱢᱟᱜ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱥᱟᱹᱠᱷᱤᱭᱟᱹᱛ ᱠᱚ ᱢᱮᱴᱟᱣ ᱛᱟᱢᱟᱭ ᱾ ᱱᱚᱶᱟ ᱫᱚ ᱵᱭᱟ ᱯᱟᱪᱷᱞᱟᱫ ᱟ ᱾

# Settings.WebsiteData.Title
source: Website Data
sat: ᱣᱮᱵᱥᱟᱭᱤᱴ-ᱟ ᱥᱟᱠᱷᱤᱭᱟᱛ

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱮᱞᱮᱫ ᱢᱮ

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱮᱞᱮᱫᱮᱱᱟ

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
sat: ᱱᱚᱶᱟ ᱥᱟᱦᱴᱟ ᱵᱩᱩᱠᱢᱟᱨᱠ ᱢᱮ

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
sat: ᱵᱩᱩᱠᱢᱟᱨᱠ ᱦᱩᱭᱮᱱᱟ

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
sat: ᱩᱯᱨᱩᱢ ᱨᱮ ᱞᱟᱫᱮ ᱢᱮ

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
sat: Firefox ᱨᱮ ᱞᱟᱫᱮ ᱦᱩᱭᱩ ᱠᱟᱱᱟ

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
sat: Firefox ᱨᱮ ᱡᱷᱤᱜ ᱢᱮ

# ShareExtension.OpenInPrivateModeAction.Title
source: Open in Private Mode
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱚᱵᱥᱛᱟ ᱨᱮ ᱡᱷᱤᱜ ᱢᱮ

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
sat: Firefox ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

source: Show Search Suggestions
sat: ᱯᱟᱱᱛᱮ ᱦᱩᱫᱤᱥ ᱠᱚ ᱩᱫᱩᱠ

source: Show Tabs
sat: ᱴᱮᱵ ᱠᱚ ᱩᱫᱩᱜ ᱢᱮ

source: Show Tour
sat: Tour ᱩᱫᱩᱠ

source: Stop
sat: ᱛᱤᱸᱝᱜᱩᱤ ᱢᱮ

source: Support
sat: ᱜᱚᱲᱚᱣᱟᱠ

source: Swipe right or left with three fingers to close the tab.
sat: ᱴᱮᱵ ᱵᱚᱱᱸᱫᱚᱭ ᱞᱟᱹᱜᱤᱫ ᱡᱚᱡᱚᱢ ᱟᱨ ᱞᱮᱝᱜᱟ ᱯᱮᱭᱟ ᱠᱟᱹᱴᱩᱵ ᱛᱮ ᱥᱣᱟᱭᱤᱯ ᱢᱮ ᱾

# SwitchToNonPBM.KeyCodeTitle
source: Normal Browsing Mode
sat: ᱥᱟᱫᱷᱟᱨᱚᱱ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱚᱵᱚᱥᱛᱟ

# SwitchToPBM.KeyCodeTitle
source: Private Browsing Mode
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱯᱟᱱᱛᱮ ᱚᱵᱚᱥᱛᱟ

source: Sync your tabs, bookmarks, passwords and more.
sat: ᱟᱢᱟᱜ ᱴᱮᱵ ᱠᱚ, ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ, ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ ᱠᱚ ᱟᱨ ᱵᱚᱲᱛᱤ ᱠᱚ ᱛᱚᱞ ᱡᱚᱠᱷᱟᱭ ᱢᱮ ᱾

source: Sync your tabs, passwords and more.
sat: ᱟᱢᱟᱠ ᱴᱮᱵ ᱠᱚ, ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ ᱠᱚ ᱟᱨ ᱵᱚᱲᱛᱤ ᱠᱚ ᱛᱚᱞ ᱡᱚᱠᱷᱟᱭ ᱢᱮ ᱾

# Sync.FirstTimeMessage.Label
source: Your first sync may take a while
sat: ᱟᱢᱟᱠ ᱯᱟᱦᱤᱞ ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱠᱤᱪᱷᱩ ᱥᱚᱢᱚᱭ ᱦᱟᱛᱟᱣᱟᱭ

# Sync.NoAccount.Description
source: No account? Create one to sync Firefox between devices.
sat: ᱚᱠᱟ ᱠᱷᱟᱛᱟ ᱵᱟᱹᱱᱩᱜᱼᱟ? ᱥᱟᱫᱷᱚᱱ ᱵᱷᱤᱛᱨᱭ ᱨᱮ Firefox ᱥᱭᱸᱠ ᱞᱟᱹᱜᱤᱫᱽ ᱱᱟᱶᱟ ᱛᱮᱭᱟᱨ ᱢᱮ ᱾

# Sync.Syncing.Label
source: Syncing
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱦᱩᱭᱩᱜ ᱠᱟᱱᱟ

# Sync.SyncingEllipsis.Label
source: Syncing…
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱦᱩᱭᱩᱜ ᱠᱟᱱᱟ...

# SyncState.Bookmark.Title
source: Bookmarks
sat: ᱵᱩᱠᱢᱟᱨᱠ

# SyncState.Clients.Title
source: Remote Clients
sat: ᱨᱤᱢᱚᱴ ᱠᱞᱟᱮᱸᱴ ᱠᱚ

# SyncState.Failed.Title
source: Syncing has failed
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱲᱤᱜᱟᱣᱮᱱᱟ

# SyncState.History.Title
source: History
sat: ᱦᱤᱛᱟᱹᱞ

# SyncState.Logins.Title
source: Logins
sat: ᱵᱚᱞᱚ ᱠᱚ

# SyncState.NotStarted.Title
source: Sync is unavailable
sat: ᱟᱹᱛᱩᱨᱩᱨ ᱟᱬᱜᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ

# SyncState.Offline.Title
source: Sync is offline
sat: ᱟᱹᱛᱩᱨ ᱟᱬᱜᱚ ᱚᱯᱷᱞᱟᱭᱤᱱ

# SyncState.Partial.Title
source: Sync is experiencing issues syncing %@
sat: %@ ᱟᱹᱭᱨ ᱢᱤᱫ ᱤᱢ ᱪᱟᱞ ᱠᱚ ᱮᱷᱚᱵ ᱫᱤᱜᱫᱷᱟᱹ ᱦᱩᱭᱩᱜ ᱠᱟᱱᱟ

# SyncState.Tabs.Title
source: Tabs
sat: ᱴᱮᱵ ᱠᱚ

source: Synced Tabs
sat: ᱛᱷᱟᱨ ᱦᱚᱪᱚ ᱴᱮᱵ

# Tab %@ of %@
source: Tab %1$@ of %2$@
sat: %2$@ ᱠᱷᱚᱱ %1$@ ᱴᱮᱵ

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
sat: ᱡᱚᱛᱚ ᱴᱮᱵ ᱠᱚ ᱩᱫᱩᱜ

# TabTray.AddTab.Button
source: Add Tab
sat: ᱴᱮᱵ ᱥᱮᱞᱮᱫ ᱢᱮ

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
sat: ᱡᱚᱛᱚ ᱴᱮᱵ ᱵᱚᱸᱫᱚᱭ

# TabTray.CloseTab.KeyCodeTitle
source: Close Selected Tab
sat: ᱵᱟᱪᱷᱟᱣᱟᱠ ᱴᱮᱵ ᱵᱚᱸᱫᱚᱭ ᱢᱮ

# TabTray.LastWeek.Header
source: Last Week
sat: ᱢᱟᱲᱟᱝ ᱦᱟᱴ

# TabTray.MoreMenu.Copy
source: Copy
sat: ᱱᱚᱠᱚᱞ

# TabTray.Older.Header
source: Older
sat: ᱢᱟᱨᱮᱭᱟᱜ

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# TabTray.OpenSelectedTab.KeyCodeTitle
source: Open Selected Tab
sat: ᱵᱟᱪᱷᱟᱣᱟᱠ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# TabTray.SwipeMenu.More
source: More
sat: ᱟᱨᱦᱚᱸ

# TabTray.Title
source: Open Tabs
sat: ᱴᱮᱵ ᱠᱚ ᱡᱷᱤᱡᱽ ᱢᱮ

# TabTray.Today.Header
source: Today
sat: ᱛᱮᱦᱮᱸᱧ

# TabTray.Yesterday.Header
source: Yesterday
sat: ᱦᱚᱞᱟ

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
sat: %3$@ ᱠᱷᱚᱱ ᱠᱚ %1$@ ᱠᱷᱚᱱ %2$@ ᱴᱮᱵ

source: Tabs Tray
sat: ᱴᱮᱵᱠᱳᱣᱟ ᱛᱷᱚᱨᱤ

# Tabs.DeleteAllUndo.Button
source: Undo
sat: ᱫᱚᱦᱲᱟ ᱧᱟᱢ ᱨᱩᱣᱟᱹᱲ

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
sat: %d ᱴᱮᱵ ᱠᱚ ᱵᱚᱸᱫᱚ ᱟᱠᱟᱫᱟ

# Tabs.Search.PlaceholderText
source: Search Tabs
sat: ᱴᱮᱵ ᱠᱚ ᱥᱮᱸᱫᱽᱨᱟᱤ ᱢᱮ

source: The page could not be displayed in Reader View.
sat: ᱨᱤᱰᱟᱹᱨ ᱵᱷᱤᱣ ᱨᱮ ᱥᱟᱠᱟᱢ ᱵᱟᱭ ᱫᱮᱠᱷᱟᱣᱼᱜ ᱠᱟᱱᱟ ᱾

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
sat: ᱚᱞᱜᱟ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱴᱮᱵ ᱠᱚ ᱟᱹᱛᱩᱨ ᱰᱤᱜᱟᱹᱣ ᱮᱱᱟ ᱾ ᱠᱤᱪᱷᱤ ᱥᱚᱢᱚᱭ ᱯᱚᱨᱮ ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ ᱾

source: There was an error converting the page
sat: ᱢᱤᱫᱴᱟᱹᱝ ᱵᱷᱩᱞ ᱦᱳᱭᱮᱱᱟ ᱥᱟᱦᱴᱟ ᱵᱚᱫᱚᱞ ᱜᱷᱚᱰᱤ

# Toasts.NotNow
source: Not Now
sat: ᱱᱤᱛᱚᱜ ᱫᱚ ᱵᱟᱸ

# Toasts.OpenAppStore
source: Open App Store
sat: ᱮᱯ ᱜᱚᱫᱟᱢ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# Toasts.Undo
source: Undo
sat: ᱫᱚᱦᱲᱟ ᱧᱟᱢ ᱨᱩᱣᱟᱹᱲ

source: Today
sat: ᱛᱮᱦᱮᱸᱧ

# Toolbar.Menu.AccessibilityLabel
source: Menu
sat: ᱧᱩᱛᱩᱢ ᱞᱤᱥᱴᱤ

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
sat: ᱡᱚᱛᱚ ᱴᱮᱵ ᱠᱚ ᱵᱚᱸᱫᱚ

# TopSites.EmptyState.Description
source: Your most visited sites will show up here.
sat: ᱡᱟᱹᱥᱛᱤ ᱦᱤᱨᱤᱟᱠᱟᱱ ᱥᱟᱭᱤᱴ ᱠᱚ ᱱᱚᱰᱮ ᱫᱮᱠᱷᱟᱣᱼᱜ ᱟ ᱾

# TopSites.EmptyState.Title
source: Welcome to Top Sites
sat: ᱪᱮᱛᱟᱱ ᱥᱟᱭᱤᱴ ᱨᱮ ᱥᱚᱜᱩᱱ ᱫᱟᱨᱟᱢ

# TopSites.RemovePage.Button
source: Remove page — %@
sat: %@ — ᱥᱟᱠᱟᱢ ᱚᱰᱚᱠ ᱢᱮ

# TranslationToastHandler.PromptTranslate.Cancel
source: No
sat: ᱵᱟᱝ

# TranslationToastHandler.PromptTranslate.OK
source: Yes
sat: ᱦᱮᱸ

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
sat: ᱱᱚᱶᱟ ᱥᱟᱠᱟᱢ %1$@ ᱨᱮ ᱫᱮᱠᱷᱟᱣᱼᱜ ᱠᱟᱱᱟ ᱾ %3$@ ᱥᱟᱞᱟᱜ %2$@ ᱛᱮ ᱛᱚᱨᱡᱚᱢᱟᱭᱟᱢ ᱥᱮ?

# UIMenuItem.PasteGo
source: Paste & Go
sat: ᱞᱟᱴᱷᱟᱭ ᱢᱮ ᱟᱨ ᱪᱦᱟᱞᱟ ᱢᱮ

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
sat: Firefox ᱥᱟᱣ ᱛᱮ ᱥᱮᱸᱫᱽᱨᱟᱤ ᱢᱮ

source: Upgrade Firefox to connect
sat: ᱡᱚᱲᱟᱣ ᱞᱟᱹᱜᱤᱛ ᱛᱮ Firefox ᱦᱟᱞᱤᱭᱟᱠ ᱢᱮ

source: Use stage servers
sat: Stage ᱥᱚᱨᱵᱷᱚᱨ ᱠᱚ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

source: Username
sat: ᱵᱮᱵᱷᱟᱨᱤᱡᱟᱠ ᱧᱩᱛᱩᱢ

source: Verify your email address
sat: ᱟᱢᱟᱠ ᱮᱢᱮᱞ ᱴᱷᱤᱠᱚᱱᱟ ᱧᱮᱞ ᱢᱤᱞᱟᱹᱣ ᱢᱮ

# Version %@ (%@)
source: Version %1$@ (%2$@)
sat: ᱦᱟᱹᱞᱤᱭᱟᱠ %1$@ (%2$@)

source: Web content
sat: ᱣᱮᱵ ᱵᱤᱥᱳᱭ

source: Welcome to your Reading List
sat: ᱟᱢᱟᱜ ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱚᱜᱩᱱ ᱫᱟᱨᱟᱢ

source: Well, this is embarrassing.
sat: ᱣᱮᱞᱞ, ᱱᱚᱶᱟ ᱫᱚ ᱞᱟᱡᱟᱣ ᱜᱮ ᱾

source: Wikipedia
sat: ᱣᱤᱠᱤᱯᱤᱲᱤᱭᱟ

source: Yesterday
sat: ᱦᱚᱞᱟ

source: You don’t have any tabs open in Firefox on your other devices.
sat: ᱟᱢ ᱴᱷᱮᱱ ᱚᱠᱟ ᱴᱮᱵ ᱦᱚᱸ Firefox ᱨᱮᱭᱟᱜ ᱚᱞᱜᱟ ᱥᱟᱫᱷᱚᱸ ᱨᱮ ᱵᱟᱭ ᱠᱷᱩᱞᱟᱹ ᱟᱠᱟᱱᱟ ᱾

source: Your Rights
sat: ᱟᱢᱟᱠ ᱦᱚᱠ

source: computer
sat: ᱠᱚᱢᱯᱤᱭᱩᱴᱚᱨ

# fxa.qr-scanning-view.instructions
source: Scan the QR code shown at firefox.com/pair
sat: firefox.com/pair ᱨᱮ ᱡᱟ QR ᱠᱳᱰ ᱩᱫᱩᱠ ᱠᱟᱫᱟᱠᱩ ᱚᱱᱟ ᱥᱠᱮᱱ ᱢᱮ

# fxa.signin.camera-signin
source: Sign In with Your Camera
sat: ᱟᱢᱟᱜ ᱠᱮᱢᱮᱨᱟ ᱛᱮ ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ ᱢᱮ

# fxa.signin.create-account-pt-1
source: Sync Firefox between devices with an account.
sat: ᱢᱤᱫᱽᱴᱟᱹᱝ ᱠᱷᱟᱛᱟ ᱛᱮ ᱥᱟᱫᱽᱷᱚᱱ ᱵᱷᱤᱛᱨᱭ ᱨᱮ Firefox ᱥᱭᱸᱠ ᱢᱮ ᱾

# fxa.signin.create-account-pt-2
source: Create Firefox account.
sat: Firefox ᱠᱷᱟᱛᱟ ᱛᱮᱭᱟᱨ ᱢᱮ ᱾

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
sat: ᱟᱢᱟᱜ ᱠᱚᱢᱯᱤᱭᱩᱴᱚᱨ ᱨᱮ Firefox ᱡᱷᱤᱜ ᱢᱮ ᱟᱨ firefox.com/pair ᱨᱮ ᱪᱟᱞᱟ ᱢᱮ

# fxa.signin.ready-to-scan
source: Ready to Scan
sat: ᱥᱠᱮᱱ ᱞᱚᱜᱤᱛ ᱛᱮ ᱛᱮᱭᱟᱨ ᱢᱮᱱᱟᱢ-ᱟ

# fxa.signin.turn-on-sync
source: Turn on Sync
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱚᱱ ᱢᱮ

# fxa.signin.use-email-instead
source: Use Email Instead
sat: ᱵᱟᱹᱫᱟᱹᱞ ᱛᱮ ᱮᱢᱮᱞ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

source: just now
sat: ᱱᱤᱛᱚᱠ ᱜᱮ

source: mobile device
sat: ᱢᱚᱵᱟᱤᱞ ᱥᱟᱫᱷᱚᱱ

source: more than a month ago
sat: ᱢᱤᱫ ᱪᱟᱸᱫᱚ ᱢᱟᱲᱟᱝ ᱠᱷᱚᱱ ᱡᱟᱹᱥᱛᱤ

source: more than a week ago
sat: ᱢᱤᱫ ᱦᱟᱴ ᱢᱟᱲᱟᱝ ᱠᱷᱚᱱ ᱡᱟᱹᱥᱛᱤ

source: read
sat: ᱯᱟᱲᱦᱟᱣ ᱢᱮ

source: this week
sat: ᱱᱚᱶᱟ ᱦᱟᱴ

source: today at %@
sat: ᱛᱮᱦᱮᱸᱧ %@ ᱴᱟ ᱨᱮ

source: unread
sat: ᱵᱟᱝ ᱯᱟᱲᱦᱟᱣ

source: yesterday
sat: ᱦᱚᱞᱟ

source: Are you sure?
sat: ᱟᱢ ᱜᱚᱴᱟ ᱢᱮᱱᱟᱢ-ᱟ?

source: Clear Search
sat: ᱯᱟᱱᱛᱮ ᱯᱷᱟᱨᱪᱟ

source: Copy
sat: ᱱᱚᱠᱚᱞ

source: Created %@
sat: %@ ᱨᱮ ᱛᱮᱭᱟᱨᱮᱱᱟ

source: Deselect All
sat: ᱡᱚᱛᱚ ᱵᱟᱪᱷᱟᱣ ᱠᱷᱚᱱ ᱚᱪᱚᱜ

source: Enter Search Mode
sat: ᱯᱟᱱᱛᱮ ᱚᱵᱚᱥᱛᱟ ᱵᱚᱞᱚ ᱢᱮ

source: Hide
sat: ᱩᱠᱩᱭ ᱢᱮ

source: Logins will be permanently removed.
sat: ᱵᱚᱞᱚ ᱠᱚ ᱜᱟᱹᱫᱤ ᱞᱮᱠᱷᱟᱛᱮ ᱚᱰᱚᱠᱚᱜᱼᱟ ᱾

source: Logins will be removed from all connected devices.
sat: ᱵᱚᱞᱚ ᱠᱚ ᱡᱷᱚᱛᱚ ᱡᱩᱰᱟᱹᱣ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱚᱰᱚᱠᱚᱜᱼᱟ ᱾

source: Modified %@
sat: %@ ᱵᱚᱫᱚᱞᱮᱱᱟ

source: No logins found
sat: ᱵᱚᱞᱚ ᱠᱚ ᱵᱟᱭ ᱧᱟᱢ ᱞᱮᱱᱟ

# Open &amp; Fill
source: Open & Fill
sat: ᱡᱷᱤᱜ ᱢᱮ ᱟᱨ ᱯᱮᱨᱮᱡ ᱢᱮ

source: Reveal
sat: ᱩᱫᱩᱜ

source: Search Input Field
sat: ᱯᱟᱱᱛᱮ ᱟᱫᱮᱨ ᱡᱟᱭᱜᱟ

source: Select All
sat: ᱡᱚᱛᱚ ᱵᱟᱪᱷᱟᱣ

source: Website
sat: ᱣᱮᱵ ᱥᱟᱤᱴ

# Menu.AddBookmarkAction.Title
source: Bookmark This Page
sat: ᱱᱚᱶᱟ ᱥᱟᱦᱴᱟ ᱵᱩᱩᱠᱢᱟᱨᱠ ᱢᱮ

# Menu.AddToReadingList.Title
source: Add to Reading List
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱮᱞᱮᱫ ᱢᱮ

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
sat: ᱡᱚᱛᱚ ᱴᱮᱵ ᱵᱚᱸᱫᱚᱭ

# Menu.CopyAddress.Title
source: Copy Address
sat: ᱴᱷᱤᱠᱚᱱᱟ ᱱᱚᱠᱚᱞ ᱢᱮ

# Menu.FindInPageAction.Title
source: Find in Page
sat: ᱥᱟᱦᱴᱟ ᱨᱮ ᱧᱟᱢ ᱢᱮ

# Menu.Library.Reload
source: Reload
sat: ᱫᱚᱦᱲᱟ ᱞᱟᱫᱤ

# Menu.Library.Title
source: Your Library
sat: ᱟᱢᱟᱜ ᱯᱩᱛᱷᱤ ᱚᱲᱟᱜ

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱡᱷᱤᱜ ᱢᱮ

# Menu.NewTabAction.Title
source: Open New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# Menu.OpenBookmarksAction.AccessibilityLabel.v2
source: Bookmarks
sat: ᱵᱩᱠᱢᱟᱨᱠ

# Menu.OpenDownloadsAction.AccessibilityLabel.v2
source: Downloads
sat: ᱰᱟᱩᱱᱞᱳᱰ

# Menu.OpenHistoryAction.AccessibilityLabel.v2
source: History
sat: ᱦᱤᱛᱟᱹᱞ

# Menu.OpenHomePageAction.Title
source: Home
sat: ᱚᱲᱟᱜ

# Menu.OpenReadingListAction.AccessibilityLabel.v2
source: Reading List
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ

# Menu.OpenSettingsAction.Title
source: Settings
sat: ᱥᱟᱡᱟᱣ ᱠᱚ

# Menu.OpenSyncedTabsAction.AccessibilityLabel.v2
source: Synced Tabs
sat: ᱛᱷᱟᱨ ᱦᱚᱪᱚ ᱴᱮᱵ

# Menu.OpenTopSitesAction.AccessibilityLabel
source: Top Sites
sat: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ

# Menu.PageSourceAction.Title
source: View Page Source
sat: ᱥᱟᱦᱴᱟ ᱢᱩᱞ ᱧᱮᱞ ᱢᱮ

# Menu.RemoveBookmarkAction.Title
source: Remove Bookmark
sat: ᱵᱩᱩᱠᱢᱟᱨᱠ ᱚᱪᱚᱜ ᱢᱮ

# Menu.ReportSiteIssueAction.Title
source: Report Site Issue
sat: ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱮᱴᱠᱮᱴᱚᱬᱮ ᱤᱛᱞᱟᱹᱭ ᱢᱮ

# Menu.ScanQRCodeAction.Title
source: Scan QR Code
sat: QR ᱠᱚᱰ ᱥᱠᱟᱱ ᱢᱮ

# Menu.SeeAllAction.Title
source: See All
sat: ᱡᱚᱛᱚ ᱧᱮᱞᱢᱮ

# Menu.SharePageAction.Title
source: Share Page With…
sat: ᱥᱟᱠᱟᱢ ᱦᱟᱹᱴᱤᱧ ᱢᱮ…

# Menu.ShowTabs.Title
source: Show Tabs
sat: ᱴᱮᱵ ᱠᱚ ᱩᱫᱩᱜ ᱢᱮ

# Menu.TranslatePageAction.Title
source: Translate Page
sat: ᱥᱟᱦᱴᱟ ᱛᱚᱨᱡᱚᱢᱟᱭ ᱢᱮ

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
sat: ᱰᱮᱥᱠᱴᱚᱯ ᱥᱟᱤᱴ ᱱᱮᱦᱚᱨ ᱢᱮ

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
sat: ᱢᱚᱵᱟᱤᱞ ᱥᱟᱤᱴ ᱱᱮᱦᱚᱨ ᱢᱮ

source: Close Private Tabs
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱠᱚ ᱵᱚᱸᱫᱚ

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱨᱮ ᱡᱷᱤᱜ ᱢᱮ

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
sat: Firefox ᱫᱚ ᱟᱢᱟᱜ ᱦᱤᱛᱟᱹᱞ ᱟᱨ ᱠᱩᱠᱤ ᱠᱚ ᱵᱟᱭ ᱩᱭᱦᱟᱹᱨ ᱟᱭ, ᱦᱮᱞᱮ ᱱᱟᱶᱟ ᱵᱩᱠᱢᱟᱨᱠ ᱫᱚ ᱥᱟᱸᱪᱟᱣ ᱜᱮᱭᱟ ᱾

source: Learn More
sat: ᱰᱷᱮᱨ ᱥᱮᱲᱟᱭ ᱢᱮ

source: Off
sat: ᱵᱚᱸᱫᱚᱭ

source: On
sat: ᱚᱱ

source: Private Browsing
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱯᱟᱱᱛᱮᱭᱟᱠ

source: Private Mode
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱚᱵᱚᱥᱛᱟ

source: Turns private mode on or off
sat: ᱫᱟᱱᱟᱲ ᱢᱚᱰ ᱚᱱ ᱟᱨ ᱵᱟᱝ ᱵᱚᱸᱫ ᱟᱭ

source: When Leaving Private Browsing
sat: ᱡᱚᱠᱷᱚᱱ ᱱᱤᱡᱮᱨᱟᱠ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱵᱟᱹᱜᱤᱭᱟ ᱠᱟᱱᱟᱢ

source: %@ search
sat: %@ ᱥᱮᱸᱫᱽᱨᱟ

source: Search Settings
sat: ᱥᱮᱸᱫᱽᱨᱟ ᱥᱟᱡᱟᱣ ᱠᱚ

source: Search suggestions from %@
sat: %@ ᱠᱷᱚᱱ ᱥᱩᱡᱷᱟᱣ

# %@ on %@
source: %1$@ on %2$@
sat: %1$@ ᱨᱮ %2$@

source: Bookmarks Menu
sat: ᱵᱩᱠᱢᱟᱨᱠ ᱢᱮᱱᱩ

source: Bookmarks Toolbar
sat: ᱵᱩᱠᱢᱟᱨᱠ ᱦᱟᱹᱛᱤᱭᱟᱹᱨ ᱵᱟᱹᱠᱥᱟ

source: Mobile Bookmarks
sat: ᱢᱚᱵᱟᱤᱞ ᱵᱩᱠᱢᱟᱨᱠ

source: Unsorted Bookmarks
sat: ᱵᱟᱝ ᱥᱟᱴ ᱟᱠᱟᱱ ᱵᱩᱠᱢᱟᱨᱠ

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱠᱚ ᱵᱚᱸᱫᱚ

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱠᱚ ᱵᱚᱸᱫᱚ

# TodayWidget.ClosePrivateTabsLabelV3
source: Close Private Tabs
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱠᱚ ᱵᱚᱸᱫᱚ

# TodayWidget.CopiedLinkLabelFromPasteBoardV1
source: Copied Link from clipboard
sat: ᱨᱮᱴᱚᱯᱵᱚᱰ ᱠᱷᱚᱱ ᱞᱤᱸᱠ ᱱᱚᱠᱚᱞ ᱮᱱᱟ

# TodayWidget.DropDownMenuItemClearPrivateTabs
source: Clear Private Tabs
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱚᱪᱚᱜ ᱢᱮ

# TodayWidget.DropDownMenuItemGoToCopiedLink
source: Go to Copied Link
sat: ᱱᱚᱠᱚᱞ ᱟᱠᱟᱱ ᱞᱮᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜᱢᱮ

# TodayWidget.DropDownMenuItemNewPrivateSearch
source: New Private Search
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱮᱨᱟᱠ ᱥᱮᱸᱫᱽᱨᱟ

# TodayWidget.DropDownMenuItemNewSearch
source: New Search
sat: ᱱᱟᱶᱟ ᱥᱮᱸᱫᱽᱨᱟ

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
sat: Firefox ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱟᱢᱟᱜ ᱚᱲᱟᱜ ᱤᱥᱠᱨᱤᱱ ᱨᱮ ᱥᱮᱞᱮᱫ ᱢᱮ.

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
sat: ᱱᱚᱠᱚᱞ ᱟᱠᱟᱱ ᱞᱮᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜᱢᱮ

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
sat: ᱱᱚᱠᱚᱞ ᱟᱠᱟᱱ ᱞᱮᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜᱢᱮ

# TodayWidget.GoToCopiedLinkLabelV3
source: Go to Copied Link
sat: ᱱᱚᱠᱚᱞ ᱟᱠᱟᱱ ᱞᱮᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜᱢᱮ

# TodayWidget.GoToCopiedLinkLabelV4
source: Go to Copied Link
sat: ᱱᱚᱠᱚᱞ ᱟᱠᱟᱱ ᱞᱮᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜᱢᱮ

# TodayWidget.MoreTabsLabel
source: +%d More…
sat: +%d ᱵᱚᱲᱛᱤ...

# TodayWidget.NewPrivateTabButtonLabelV2
source: Search in Private Tab
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# TodayWidget.NewSearchButtonLabelV1
source: Search in Firefox
sat: Firefox ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# TodayWidget.NewTabButtonLabelV1
source: New Search
sat: ᱱᱟᱶᱟ ᱥᱮᱸᱫᱽᱨᱟ

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
sat: ᱴᱮᱵ ᱠᱚ ᱡᱷᱤ ᱵᱚᱱᱩ-ᱟ.

# TodayWidget.NoOpenTabsLabelV2
source: No Open Tabs
sat: ᱴᱮᱵ ᱠᱚ ᱡᱷᱤ ᱵᱚᱱᱩ-ᱟ.

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
sat: Firefox ᱡᱷᱤᱜ ᱢᱮ

# TodayWidget.PocketWidgetGalleryDescription
source: Discover fascinating and thought-provoking stories from across the web, curated by Pocket.
sat: ᱣᱮᱵ ᱠᱷᱚᱱ ᱚᱲᱤ ᱵᱟᱛᱟᱨ ᱟᱨ ᱪᱤᱱᱛᱮ ᱵᱷᱟᱵᱱᱟ ᱮᱦᱚᱵ ᱠᱚᱦᱱᱤ ᱠᱚ ᱭᱟᱢ ᱢᱮ ᱡᱟ ᱯᱚᱠᱮᱴ ᱠᱤᱭᱩᱨᱮᱴ ᱠᱟᱫᱟᱭ.

# TodayWidget.PocketWidgetSubLabel
source: Firefox - Recommended by Pocket
sat: Firefox - ᱯᱚᱠᱮᱴ ᱵᱟᱛᱟᱣ ᱠᱟᱫᱟᱭ

# TodayWidget.PocketWidgetTitle
source: Recommended by Pocket
sat: ᱯᱚᱠᱮᱴ ᱵᱟᱛᱟᱣ ᱠᱟᱫᱟᱭ

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱥᱮᱸᱫᱽᱨᱟ

# TodayWidget.QuickActionDescription
source: Select a Firefox shortcut to add to your Home screen.
sat: Firefox ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱚᱲᱟᱜ ᱤᱥᱠᱨᱤᱱ ᱨᱮ ᱥᱮᱞᱮᱫ ᱞᱚᱜᱤᱛ ᱛᱮ.

# TodayWidget.QuickActionDropDownMenu
source: Quick action
sat: ᱞᱚᱜᱚᱱ ᱛᱮᱭᱟ ᱠᱚᱢᱤ

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
sat: ᱢᱤᱫ ᱴᱟᱝ Firefox ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱚᱲᱟᱜ ᱤᱥᱠᱨᱤᱱ ᱨᱮ ᱥᱮᱞᱮᱫ ᱛᱟᱞᱟᱝ ᱢᱮ. ᱣᱤᱡᱮᱴ ᱥᱮᱞᱮᱫ ᱠᱟᱛᱮ ᱡᱚᱴᱮᱫ ᱢᱮ ᱟᱨ ᱚᱛᱟ ᱫᱚᱦᱚᱭ ᱢᱮ ᱥᱟᱯᱲᱟᱣ ᱞᱚᱜᱤᱛ ᱛᱮ ᱟᱨ ᱮᱴᱟᱜ-ᱟ ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱵᱟᱪᱷᱟᱣ ᱛᱟᱞᱟᱝ ᱢᱮ.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
sat: ᱞᱚᱜᱚᱱ ᱛᱮᱭᱟ ᱠᱚᱢᱤ

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
sat: Firefox ᱥᱚᱴᱠᱚᱴ

# TodayWidget.QuickActionsSubLabel
source: Firefox - Quick Actions
sat: Firefox - ᱞᱚᱜᱚᱱ ᱛᱮᱭᱟ ᱠᱚᱢᱤ

# TodayWidget.QuickViewGalleryDescription
source: Access your open tabs directly on your homescreen.
sat: ᱟᱢᱟᱜ ᱠᱷᱩᱞᱟᱹ ᱟᱠᱟᱱ ᱴᱮᱵ ᱠᱚ ᱥᱚᱡᱷᱮ ᱟᱹᱛᱩᱨ ᱢᱮ ᱟᱢᱟᱜ ᱚᱲᱟᱜ ᱤᱥᱠᱨᱤᱱ ᱨᱮ.

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
sat: ᱟᱢᱟᱜ ᱠᱷᱩᱞᱟᱹ ᱟᱠᱟᱱ ᱴᱮᱵ ᱠᱚ ᱨᱮᱭᱟᱜ ᱥᱚᱴᱠᱚᱴ ᱠᱚ ᱥᱮᱞᱮᱫ ᱢᱮ ᱾

# TodayWidget.QuickViewGalleryTitle
source: Quick View
sat: ᱞᱚᱜᱚᱱ ᱛᱮ ᱧᱮᱞ

# TodayWidget.QuickViewLargeGalleryDescription
source: Add shortcuts to your open tabs.
sat: ᱟᱢᱟᱜ ᱠᱷᱩᱞᱟᱹ ᱟᱠᱟᱱ ᱴᱮᱵ ᱠᱚ ᱨᱮᱭᱟᱜ ᱥᱚᱴᱠᱚᱴ ᱠᱚ ᱥᱮᱞᱮᱫ ᱢᱮ ᱾

# TodayWidget.QuickViewOpenTabsSubLabel
source: Firefox - Open Tabs
sat: Firefox - ᱴᱮᱵ ᱠᱚ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# TodayWidget.SearchInFirefoxTitle
source: Search in Firefox
sat: Firefox ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
sat: Firefox ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
sat: ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱥᱮᱞᱮᱫ ᱢᱮ ᱵᱚᱨᱟᱵᱚᱨ ᱟᱨ ᱱᱤᱛᱚᱜ-ᱟ ᱥᱟᱭᱤᱴ ᱧᱮᱞᱟᱠ ᱨᱮ.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
sat: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ

# TodayWidget.TopSitesSubLabel
source: Firefox - Top Sites
sat: Firefox - ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ

# TodayWidget.ViewMore
source: View More
sat: ᱵᱚᱲᱛᱤ ᱧᱮᱞ ᱢᱮ

# TodayWidget.ViewMoreDots
source: View More…
sat: ᱵᱚᱲᱛᱤ ᱧᱮᱞ ᱢᱮ...

# Bookmarks.DeleteFolderWarning.CancelButton.Label
source: Cancel
sat: ᱵᱟᱹᱰᱨᱟᱹ

# Bookmarks.DeleteFolderWarning.DeleteButton.Label
source: Delete
sat: ᱜᱮᱫ ᱜᱤᱰᱤ

# Bookmarks.DeleteFolderWarning.Description
source: Are you sure you want to delete it and its contents?
sat: ᱟᱢ ᱥᱟᱹᱨᱤ ᱛᱮ ᱱᱚᱶᱟ ᱟᱨ ᱚᱱᱟ ᱨᱮᱭᱟᱜ ᱡᱤᱱᱤᱥ ᱠᱚ ᱜᱮᱫ ᱜᱤᱰᱤ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ?

# Bookmarks.DeleteFolderWarning.Title
source: This folder isn’t empty.
sat: ᱱᱚᱶᱟ ᱯᱚᱴᱚᱢ ᱮᱠᱷᱮᱱ ᱵᱟᱹᱱᱩ-ᱟ ᱾

# 2GqvPe
source: Go to Copied Link
sat: ᱱᱚᱠᱚᱞ ᱟᱠᱟᱱ ᱞᱮᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜᱢᱮ

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
sat: ᱟᱨ ᱢᱤᱫ ᱡᱮᱠᱷᱟ ᱵᱟᱲᱟᱭ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ, ᱟᱢ ᱱᱚᱠᱚᱞ ᱠᱟᱱ ᱞᱤᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ ᱥᱮ?
