Repository: nishant2718/firefoxios-l10n
Catalog: sat/firefox-ios.xliff
Languages: sat

# HomePanel.ContextMenu.Bookmark
source: Bookmark
sat: ᱵᱩᱠᱢᱟᱨᱠ

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
sat: ᱦᱤᱛᱟᱹᱞ ᱠᱷᱚᱱ ᱢᱮᱴᱟᱣ ᱢᱮ

# HomePanel.ContextMenu.OpenInNewPrivateTab
source: Open in New Private Tab
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ ᱨᱮ ᱡᱷᱤᱜ ᱢᱮ

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱨᱮ ᱡᱷᱤᱜ ᱢᱮ

# HomePanel.ContextMenu.Remove
source: Remove
sat: ᱚᱪᱚᱜ ᱢᱮ

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
sat: ᱵᱩᱠᱢᱟᱨᱠ ᱚᱪᱚᱜ ᱢᱮ

# HomePanel.ContextMenu.Share
source: Share
sat: ᱦᱟᱹᱴᱤᱧᱟᱜ ᱢᱮ

# Hotkeys.Back.DiscoveryTitle
source: Back
sat: ᱛᱟᱭᱚᱢ

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
sat: ᱴᱮᱵ ᱵᱚᱸᱫᱚᱭ ᱢᱮ

# Hotkeys.Find.DiscoveryTitle
source: Find
sat: ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# Hotkeys.Forward.DiscoveryTitle
source: Forward
sat: ᱢᱟᱲᱟᱝ

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
sat: ᱥᱟᱫᱷᱟᱨᱚᱱ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱚᱵᱚᱥᱛᱟ

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱯᱟᱱᱛᱮ ᱚᱵᱚᱥᱛᱟ

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
sat: ᱥᱟᱦᱴᱟ ᱫᱚᱦᱲᱟ ᱞᱟᱫᱮ ᱢᱮ

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
sat: ᱡᱟᱭᱜᱟ ᱯᱩᱨᱠᱟ ᱵᱟᱪᱷᱟᱣ

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
sat: ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ ᱴᱮᱵ ᱩᱫᱩᱜ

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
sat: ᱛᱟᱭᱚᱢ ᱴᱮᱵ ᱩᱫᱩᱜ

source: Increase text size
sat: ᱚᱱᱚᱞ ᱢᱟᱨᱟᱲᱛᱮᱛ ᱵᱚᱲᱛᱤ ᱢᱮ

source: Last month
sat: ᱛᱟᱭᱚᱢ ᱪᱟᱸᱫᱚ

source: Last synced: %@
sat: ᱢᱩᱪᱚᱛ ᱛᱷᱟᱨ ᱦᱚᱪᱚ: %@

source: Last week
sat: ᱛᱟᱭᱚᱢ ᱦᱟᱴ

source: Licenses
sat: ᱞᱟᱤᱥᱮᱸᱥ ᱠᱚ

source: Light
sat: ᱯᱩᱸᱲ

source: Load original page
sat: ᱢᱩᱞ ᱥᱟᱦᱟᱴᱟ ᱞᱟᱫᱮ

source: Loading content…
sat: ᱵᱤᱥᱳᱭ ᱞᱟᱫᱮ ᱦᱩᱭᱩ ᱠᱟᱱᱟ...

source: Log in
sat: ᱵᱚᱞᱚ ᱢᱮ

source: Logins
sat: ᱵᱚᱞᱚ ᱠᱚ

# LoginsDetailView.LoginModified
source: Modified
sat: ᱵᱚᱫᱚᱞᱟᱠ

# LoginsDetailView.LoginTitle
source: Login
sat: ᱵᱚᱞᱚ ᱢᱮ

# LoginsHelper.DontSave.Button
source: Don’t Save
sat: ᱟᱞᱚᱢ ᱥᱟᱸᱪᱟᱣ-ᱟ

# LoginsHelper.DontUpdate.Button
source: Don’t Update
sat: ᱟᱞᱚᱢ ᱦᱟᱞᱤᱭᱟᱠ-ᱟ

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
sat: %2$@ ᱞᱟᱹᱜᱤᱫ %1$@ ᱵᱚᱞᱚ ᱠᱚ ᱥᱟᱸᱪᱟᱣ ᱢᱮ?

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
sat: %@ ᱞᱟᱹᱜᱤᱛ ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ ᱥᱟᱸᱪᱟᱣ ᱢᱮ?

# LoginsHelper.PromptUpdateLogin.Title.OneArg
source: Update login for %@?
sat: %@ ᱞᱟᱹᱜᱤᱛ ᱵᱚᱞᱚ ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱢᱮ?

# LoginsHelper.PromptUpdateLogin.Title.TwoArg
source: Update login %1$@ for %2$@?
sat: %2$@ ᱞᱟᱹᱜᱤᱫ %1$@ ᱵᱚᱞᱚ ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ?

# LoginsHelper.SaveLogin.Button
source: Save Login
sat: ᱵᱚᱞᱚ ᱠᱚ ᱥᱟᱸᱪᱟᱣ

# LoginsHelper.Update.Button
source: Update
sat: ᱦᱟᱹᱞᱤᱭᱟᱹᱠ

# LoginsList.LoginsListFilterLogin
source: Login
sat: ᱵᱚᱞᱚ ᱢᱮ

# LoginsList.LoginsListFilterSearchAll
source: All
sat: ᱡᱷᱚᱛᱚ

# LoginsList.LoginsListFilterWebsite
source: Website
sat: ᱣᱮᱵᱥᱟᱭᱤᱴ

# LoginsList.LoginsListSearchPlaceholder
source: Filter
sat: ᱪᱷᱟᱹᱱᱤ

# LoginsList.Title
source: SAVED LOGINS
sat: ᱵᱚᱞᱚ ᱠᱚ ᱥᱟᱸᱪᱟᱣ

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
sat: ᱡᱟᱦᱟ ᱵᱩᱡᱷᱟᱣᱩᱜ ᱠᱟᱱᱟ Firefox ᱢᱟᱲᱟᱝ ᱨᱟᱹᱯᱩᱫ ᱞᱮᱱᱟ ᱾ ᱟᱢ ᱴᱮᱵᱥ ᱠᱚ ᱫᱩᱦᱲᱟᱹ ᱫᱚᱦᱚ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ ᱥᱮ?

source: Mark as Read
sat: ᱯᱟᱲᱦᱟᱣ ᱞᱮᱠᱟ ᱪᱤᱸᱦᱟᱭ ᱢᱮ

source: Mark as Unread
sat: ᱵᱟᱲ ᱯᱟᱲᱦᱟᱣ ᱞᱮᱠᱟ ᱪᱤᱸᱦᱟᱭ ᱢᱮ

# Menu.AddBookmark.Confirm
source: Bookmark Added
sat: ᱵᱩᱩᱠᱢᱟᱨᱠ ᱡᱚᱰ.ᱟᱣᱮᱱᱟ

# Menu.AddPin.Confirm
source: Pinned To Top Sites
sat: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ ᱛᱮ ᱯᱤᱱ ᱮᱱᱟ ᱠᱚ

# Menu.AddPin.Confirm2
source: Added to Shortcuts
sat: ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱛᱮ ᱥᱮᱞᱮᱫᱽ ᱮᱱᱟ

# Menu.AddToReadingList.Confirm
source: Added To Reading List
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱮᱞᱮᱫᱮᱱᱟ

# Menu.Copy.Title
source: Copy Address
sat: ᱴᱷᱤᱠᱚᱱᱟ ᱱᱚᱠᱚᱞ ᱢᱮ

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
sat: ᱨᱮᱴᱚᱯ ᱵᱳᱨᱰ ᱨᱮ URL ᱱᱚᱠᱚᱞᱮᱱᱟ

# Menu.EnhancedTrackingProtectionOff.Title
source: Enhanced Tracking Protection is OFF for this site.
sat: ᱱᱚᱶᱟ ᱥᱟᱭᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱵᱟᱲᱦᱟᱣᱟᱠᱟᱱ ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱵᱚᱸᱫᱚ ᱢᱮᱱᱟ-ᱟ

# Menu.EnhancedTrackingProtectionOn.Title
source: Enhanced Tracking Protection is ON for this site.
sat: ᱱᱚᱶᱟ ᱥᱟᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱵᱟᱲᱦᱟᱣᱟᱠᱟᱱ ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱚᱱ ᱢᱮᱱᱟ-ᱟ ᱾

# Menu.EnhancedTrackingProtectionStandardWithITP.Title
source: Firefox blocks cross-site trackers, social trackers, cryptominers, and fingerprinters.
sat: ᱠᱨᱚᱥ ᱼᱥᱟᱭᱤᱴ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ, ᱥᱟᱸᱣᱛᱟ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ,ᱠᱨᱭᱯᱴᱚᱢᱟᱭᱱᱟᱹᱨ ᱠᱚ, ᱟᱨ ᱠᱟᱹᱴᱩᱵᱪᱷᱟᱯᱟ ᱠᱚ Firefox ᱮᱥᱮᱫ ᱛᱮᱦᱮᱱ ᱟᱭ.

# Menu.EnhancedTrackingProtectionStrictWithITP.Title
source: Firefox blocks cross-site trackers, social trackers, cryptominers, fingerprinters, and tracking content.
sat: ᱠᱨᱚᱥ ᱼᱥᱟᱭᱤᱴ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ, ᱥᱟᱸᱣᱛᱟ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ,ᱠᱨᱭᱯᱴᱚᱢᱟᱭᱱᱟᱹᱨ ᱠᱚ, ᱠᱟᱹᱴᱩᱵᱪᱷᱟᱯᱟ ᱠᱚ ᱟᱨ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱡᱤᱱᱤᱥ ᱠᱚ Firefox ᱮᱥᱮᱫ ᱛᱮᱦᱮᱱ ᱟᱭ.

# Menu.Library.StopReload
source: Stop
sat: ᱛᱤᱸᱜᱩᱤ ᱢᱮ

# Menu.NightModeTurnOn.Label
source: Enable Night Mode
sat: ᱱᱤᱸᱫᱚ ᱚᱵᱥᱛᱟ ᱦᱩᱭ ᱦᱚᱪᱚᱜ ᱢᱮ

# Menu.NoImageModeBlockImages.Label
source: Block Images
sat: ᱪᱤᱛᱟᱹᱨ ᱠᱚ ᱟᱴᱠᱟᱣ ᱢᱮ

# Menu.PageActions.Title
source: Page Actions
sat: ᱥᱟᱦᱟᱴᱟ ᱠᱚᱢᱤ ᱠᱚ

# Menu.Paste.Title
source: Paste
sat: ᱞᱟᱴᱷᱟᱭ ᱢᱮ

# Menu.PasteAndGo.Title
source: Paste & Go
sat: ᱞᱟᱴᱷᱟᱭ ᱢᱮ ᱟᱨ ᱪᱟᱞᱟᱜ ᱢᱮ

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
sat: ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱥᱟᱣᱛᱮ ᱞᱟᱫᱤ ᱫᱚᱦᱲᱟᱣ ᱢᱮ

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
sat: ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱵᱮᱜᱚᱨ ᱞᱟᱫᱤ ᱫᱚᱦᱲᱟᱣ ᱢᱮ

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
sat: ᱵᱩᱩᱠᱢᱟᱨᱠ ᱚᱪᱚᱜᱟᱠᱟᱱᱟ

# Menu.RemovePin.Confirm
source: Removed From Top Sites
sat: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ ᱠᱷᱚᱱ ᱚᱰᱚᱠ ᱠᱮᱫ ᱠᱚᱣᱟ

# Menu.TabSent.Confirm
source: Tab Sent
sat: ᱴᱮᱵ ᱠᱩᱞ ᱦᱩᱭᱮᱱᱟ

# Menu.TrackingProtection.BlockedTitle
source: Blocked
sat: ᱟᱴᱠᱟᱣᱮᱱᱟ

# Menu.TrackingProtection.NoTrackersBlockedTitle
source: No trackers known to Firefox were detected on this page.
sat: ᱱᱚᱶᱟ ᱥᱟᱠᱟᱢ ᱨᱮ Firefox ᱥᱟᱞᱟᱜ ᱚᱠᱚᱭ ᱦᱚᱸ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱵᱟᱠᱚ ᱵᱟᱰᱟᱭ ᱞᱮᱱᱟ ᱾

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
sat: ᱨᱚᱯᱷᱟ ᱥᱟᱡᱟᱣ ᱠᱚ

# Menu.TrackingProtection.TitlePrefix
source: Protections for %@
sat: %@ ᱞᱟᱹᱜᱤᱛ ᱨᱚᱯᱷᱟ

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
sat: ᱵᱤᱥᱳᱭ ᱞᱟᱸᱡᱟ ᱦᱩᱭᱩ ᱠᱟᱱᱟ

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
sat: ᱥᱟᱸᱣᱛᱟ ᱯᱟᱸᱡᱟ ᱠᱚ

# Menu.TrackingProtectionBlocking.Description
source: Firefox is blocking parts of the page that may track your browsing.
sat: Firefox ᱥᱟᱦᱴᱟ ᱨᱮᱭᱟᱜ ᱚᱱᱟ ᱡᱟᱭᱜᱟ ᱠᱚ ᱟᱴᱠᱟᱣ ᱮᱫᱟ ᱚᱠᱟ ᱫᱚ ᱟᱢ ᱡᱟᱦᱟᱱᱟᱜ ᱯᱟᱱᱛᱮ ᱡᱷᱚᱜ ᱟᱢ ᱠᱚ ᱜᱷᱮᱨ ᱮᱥᱮᱫᱮᱫ ᱫᱟᱲᱮ ᱢᱮᱭᱟ ᱾

# Menu.TrackingProtectionBlockingDisabled.Description
source: Block online trackers
sat: ᱚᱱᱞᱟᱤᱱ ᱯᱟᱸᱡᱟ ᱠᱚ ᱟᱴᱠᱟᱣ ᱢᱮ

# Menu.TrackingProtectionCrossSiteCookies.Title
source: Cross-Site Tracking Cookies
sat: ᱠᱨᱚᱥᱼᱥᱟᱭᱤᱴ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱠᱩᱠᱤ

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
sat: ᱠᱨᱚᱥᱼᱥᱟᱭᱤᱴ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱩ

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
sat: ᱠᱨᱭᱯᱴᱚᱢᱟᱭᱱᱟᱹᱨ ᱠᱚ

# Menu.TrackingProtectionDescription.ContentTrackers
source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
sat: ᱣᱮᱵᱥᱟᱭᱤᱴ ᱵᱟᱦᱨᱮ ᱤᱥᱛᱤᱭᱟᱨ, ᱣᱤᱰᱤᱭᱚ ᱟᱨ ᱚᱞᱜᱟ ᱡᱤᱱᱤᱥ ᱠᱚ ᱞᱚᱰ ᱫᱟᱲᱮᱟᱜᱼᱟᱭ ᱡᱟᱦᱟᱭ ᱨᱮ ᱫᱚ ᱩᱠᱩ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱛᱟᱦᱮᱸ ᱫᱟᱲᱮᱟᱜᱼᱟ ᱱᱚᱶᱟ ᱠᱚ ᱟᱴᱠᱟᱣ ᱞᱮᱠᱷᱟᱱ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱠᱚ ᱞᱚᱜᱚᱱ ᱞᱚᱰᱚᱜᱼᱟ, ᱦᱮᱞᱮ ᱠᱤᱪᱷᱤ ᱵᱚᱴᱚᱱ, ᱯᱷᱚᱨᱢ ᱟᱨ ᱵᱚᱞᱚ ᱡᱟᱭᱜᱟ ᱵᱟᱭ ᱠᱟᱹᱢᱤ ᱫᱟᱲᱮᱟᱜᱼᱟᱭ ᱾

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
sat: ᱱᱚᱶᱟ ᱠᱩᱠᱤ ᱠᱚ ᱟᱢ ᱥᱟᱭᱤᱴ ᱠᱷᱚᱱ ᱥᱟᱭᱤᱴ ᱯᱟᱧᱞᱟ ᱠᱟᱢᱟ ᱠᱚ ᱟᱢᱟᱜ ᱚᱱᱞᱟᱭᱤᱱ ᱥᱟᱹᱠᱷᱤᱭᱟᱹᱛ ᱵᱟᱵᱚᱛ ᱞᱟᱹᱜᱤᱫ ᱾ ᱱᱚᱶᱟ ᱠᱚ ᱫᱚ ᱯᱮ ᱯᱟᱨᱴᱤ ᱴᱷᱮᱱ ᱴᱷᱮᱱ ᱡᱮᱞᱠᱟ ᱤᱥᱛᱤᱭᱟᱨ ᱟᱨ ᱟᱱᱟᱞᱭᱴᱤᱠᱥ ᱠᱚᱢᱯᱟᱱᱤ ᱠᱚ ᱥᱮᱴ ᱟᱠᱟᱫᱟ ᱾

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
sat: ᱠᱨᱭᱯᱴᱚᱢᱟᱭᱱ ᱠᱚ ᱦᱩᱠᱩ ᱛᱮ ᱟᱢᱟᱜ ᱥᱭᱥᱴᱚᱢ ᱨᱮᱭᱟᱜ ᱯᱟᱣᱟᱨ ᱵᱮᱵᱦᱟᱨ ᱠᱟᱛᱮ ᱰᱤᱴᱟᱞ ᱯᱩᱭᱥᱟᱹ ᱠᱚ ᱦᱟᱛᱟᱣᱮᱫᱟ ᱾ ᱠᱨᱭᱯᱴᱚᱢᱟᱭᱱᱤᱝ ᱥᱠᱨᱤᱯᱴ ᱟᱢᱟᱜ ᱵᱮᱴᱨᱭ ᱞᱚᱜᱚᱱ ᱪᱟᱵᱟᱭᱟ ᱾ ᱠᱚᱢᱯᱩᱴᱚᱨ ᱠᱚ ᱵᱟᱹᱭ ᱵᱟᱹᱭ ᱪᱷᱚᱭ ᱟ, ᱟᱨ ᱟᱢᱟᱜ ᱫᱟᱲᱮ ᱵᱤᱞ ᱠᱚ ᱨᱟᱠᱟᱵ ᱪᱷᱚ ᱫᱟᱲᱮᱜᱼᱟᱭ ᱾

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
sat: ᱱᱚᱶᱟ ᱥᱟᱡᱟᱣ ᱫᱚ ᱵᱨᱚᱣᱡᱚᱨ ᱟᱨ ᱠᱚᱢᱯᱩᱴᱚᱨ ᱨᱮ ᱵᱷᱮᱜᱟᱨ ᱟ ᱾ ᱠᱟᱹᱴᱩᱵᱪᱷᱟᱯᱟ ᱠᱚ ᱟᱹᱰᱤᱜᱟᱱ ᱵᱷᱮᱜᱟᱨ ᱥᱟᱡᱟᱣ ᱠᱚ ᱡᱚᱢᱟ ᱠᱟᱛᱮ ᱟᱢᱟᱜ ᱢᱤᱫᱴᱟᱹᱝ ᱯᱨᱚᱯᱷᱟᱤᱞ ᱮ ᱛᱮᱭᱟᱨᱟ, ᱚᱠᱟ ᱫᱚ ᱡᱟᱦᱟᱱᱟᱜ ᱧᱮᱞ ᱡᱷᱚᱜ ᱟᱢ ᱯᱟᱧᱡᱟ ᱞᱟᱹᱜᱤᱫ ᱵᱮᱵᱷᱟᱨᱚᱜᱼᱟ ᱾

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
sat: ᱥᱚᱥᱤᱭᱟᱞ ᱱᱮᱴᱣᱟᱨᱠ ᱡᱟᱭᱜᱟ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱠᱚᱨᱮ ᱫᱚᱦᱚᱭᱟ ᱠᱚ ᱚᱱᱠᱟ ᱛᱮ ᱩᱱᱠᱩ ᱟᱢ ᱞᱟᱹᱜᱤᱫ ᱴᱟᱨᱜᱮᱴ ᱯᱨᱚᱯᱷᱟᱭᱤᱞ ᱠᱚ ᱛᱮᱭᱟᱨᱟ ᱾ ᱱᱩᱠᱩ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱟᱴᱠᱟᱣ ᱞᱮᱠᱷᱟᱱ ᱥᱚᱥᱤᱭᱟᱞ ᱢᱤᱰᱤᱭᱟ ᱠᱚᱢᱯᱟᱱᱤ ᱠᱚᱢ ᱠᱚ ᱧᱮᱞ ᱫᱟᱲᱮᱟᱼᱟ ᱟᱢ ᱚᱱᱞᱟᱭᱤᱱ ᱪᱮᱫ ᱮᱢ ᱪᱤᱠᱟᱹᱭᱮᱫᱟ ᱾

# Menu.TrackingProtectionDisable1.Title
source: Disabled for this site
sat: ᱱᱚᱶᱟ ᱥᱟᱭᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚᱜ ᱢᱮᱱᱟ-ᱟ

# Menu.TrackingProtectionDisabled.Title
source: Tracking Protection is now off for this site.
sat: ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱱᱤᱛᱠ ᱫᱚ ᱱᱚᱶᱟ ᱥᱟᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱵᱚᱸᱫᱚᱭᱮᱱᱟ᱾

# Menu.TrackingProtectionEnable.Title
source: Enable Tracking Protection
sat: ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱦᱩᱭ ᱦᱚᱪᱚᱜ ᱢᱮ

# Menu.TrackingProtectionEnable1.Title
source: Enabled for this site
sat: ᱱᱚᱶᱟ ᱥᱟᱭᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱦᱩᱭ ᱦᱚᱪᱚᱜ ᱢᱮᱱᱟ-ᱟ

# Menu.TrackingProtectionEnabled.Title
source: Tracking Protection is now on for this site.
sat: ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱱᱤᱛᱠ ᱫᱚ ᱱᱚᱶᱟ ᱥᱟᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱪᱦᱚᱞᱩᱮᱱᱟ᱾

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
sat: ᱠᱟᱹᱴᱩᱵᱪᱷᱟᱯᱟ ᱟᱜ

# Menu.TrackingProtectionListTitle.CrossSiteCookies
source: Blocked Cross-Site Tracking Cookies
sat: ᱠᱨᱚᱥ ᱼᱥᱟᱭᱤᱴ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱠᱩᱠᱤ ᱠᱚ ᱟᱴᱠᱟᱣ ᱮᱱᱟ

# Menu.TrackingProtectionListTitle.Cryptominers
source: Blocked Cryptominers
sat: ᱟᱴᱠᱟᱣ ᱠᱨᱤᱯᱴᱳᱢᱟᱤᱱᱮᱨ ᱠᱚ

# Menu.TrackingProtectionListTitle.Fingerprinters
source: Blocked Fingerprinters
sat: ᱠᱟᱹᱴᱩᱵᱪᱷᱟᱯᱟ ᱟᱜ ᱟᱴᱠᱟᱣᱮᱱᱟ

# Menu.TrackingProtectionListTitle.Social
source: Blocked Social Trackers
sat: ᱥᱟᱸᱣᱛᱟ ᱯᱟᱸᱡᱟ ᱠᱚ ᱟᱴᱠᱟᱣᱮᱱᱟ

# Menu.TrackingProtectionMoreInfo.Description
source: Learn more about how Tracking Protection blocks online trackers that collect your browsing data across multiple websites.
sat: ᱪᱮᱫ ᱢᱮ ᱚᱠᱟᱞᱠᱟ ᱛᱮ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱟᱰ ᱟᱴᱠᱟᱣ ᱚᱱᱞᱟᱭᱤᱱ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱠᱚ ᱟᱢᱜᱟ ᱧᱮᱞ ᱠᱩ ᱥᱟᱹᱠᱷᱤᱭᱟᱹᱛ ᱚᱞᱜᱟ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱥᱟᱫᱷᱚᱱ ᱡᱚᱢᱟᱭᱮᱫ ᱟᱠᱚ ᱾

# Menu.TrackingProtectionNoBlocking.Description
source: No tracking elements detected on this page.
sat: ᱱᱚᱶᱟ ᱥᱟᱦᱴᱟ ᱨᱮ ᱯᱟᱸᱡᱟ ᱡᱤᱱᱤᱥ ᱵᱟᱝ ᱧᱟᱢ ᱞᱮᱱᱟ᱾

# Menu.TrackingProtectionOption.WhiteListOnDescription
source: The site includes elements that may track your browsing. You have disabled protection.
sat: ᱱᱚᱶᱟ ᱥᱟᱭᱤᱴ ᱨᱮ ᱡᱤᱱᱤᱥ ᱠᱚ ᱢᱮᱱᱟ-ᱟ ᱡᱟ ᱟᱢᱟᱠ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱯᱟᱸᱡᱟ ᱫᱟᱲᱤ ᱟᱭ. ᱟᱢ ᱨᱚᱯᱷᱟ ᱵᱟᱝ ᱦᱩᱭ ᱦᱚᱪᱚᱜ ᱠᱟᱫᱟᱢ᱾

# Menu.TrackingProtectionWhitelistRemove.Title
source: Enable for this site
sat: ᱱᱚᱶᱟ ᱥᱟᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱦᱩᱭ ᱦᱚᱪᱚᱜ ᱢᱮ

# Menu.WhatsNew.Title
source: What's New
sat: ᱪᱦᱤ ᱱᱟᱶᱟ ᱢᱮᱱᱟᱼᱟ

source: Navigation Toolbar
sat: ᱦᱚᱨ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱴᱩᱞᱵᱟᱨ

source: New Tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ

source: No
sat: ᱵᱟᱝ

source: No tabs
sat: ᱴᱮᱵ ᱠᱚ ᱵᱚᱱᱩ-ᱟ

source: Okay
sat: ᱴᱷᱤᱠ ᱜᱮ

source: Oops! Firefox crashed
sat: ᱚᱦᱟᱭ! Firefox ᱨᱚᱯᱩᱫᱮᱱᱟ

source: Open Settings
sat: ᱥᱟᱡᱟᱣ ᱠᱚ ᱡᱷᱤᱜ ᱢᱮ

source: Open Tabs
sat: ᱴᱮᱵ ᱠᱚ ᱡᱷᱤᱜ ᱢᱮ

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
sat: ᱴᱚᱭᱴᱚᱞ ᱵᱟᱨ ᱨᱮᱭᱟᱜ ᱯᱚᱛᱚᱵ ᱟᱭᱠᱚᱱ ᱨᱮ ᱞᱤᱱ ᱠᱟᱛᱮ ᱯᱟᱲᱦᱟᱣ ᱧᱮᱞ ᱨᱮ ᱚᱱᱚᱞ ᱠᱷᱩᱞᱟᱹᱢᱮ ᱾

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
sat: ᱵᱟᱝ ᱴᱷᱤᱠ ᱴᱷᱤᱠᱬᱟᱹ ᱞᱟᱹᱜᱤᱫ Firefox ᱱᱚᱶᱟ ᱥᱟᱦᱴᱟ ᱵᱟᱝ ᱚᱰᱚᱠ ᱫᱟᱲᱮᱟᱜ ᱠᱟᱱᱟ ᱾

# OpenURL.Error.Title
source: Cannot Open Page
sat: ᱥᱟᱦᱴᱟ ᱵᱟᱞᱮ ᱠᱷᱩᱞᱟᱹᱣ ᱫᱟᱹᱲᱤ ᱭᱟᱫᱟ

source: Page Options Menu
sat: ᱥᱟᱠᱟᱢ ᱟᱯᱱᱟᱨ ᱢᱚᱱᱮᱛᱮᱭᱟᱜ ᱢᱮᱱᱩ

source: Panel Chooser
sat: ᱪᱳᱣᱠᱟᱴ ᱵᱟᱪᱷᱟᱣ

source: Password
sat: ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ

# PasswordAutoFill.NoPasswordsFoundTitle
source: You don’t have any credentials synced from your Firefox Account
sat: ᱟᱢ ᱴᱷᱮᱱ ᱧᱩᱛᱩᱢ ᱦᱟᱹᱨ ᱠᱚ Firefox ᱠᱷᱟᱛᱟ ᱠᱷᱚᱱ ᱵᱟᱭ ᱟᱹᱭᱩᱨ ᱢᱤᱫ ᱟᱠᱟᱱᱟ ᱾

# PasswordAutoFill.PasswordsListTitle
source: Available Credentials:
sat: ᱢᱮᱱᱟᱜᱠᱟᱱ ᱧᱩᱛᱩᱢ ᱦᱟᱹᱨ:

# PasswordAutoFill.SectionTitle
source: Firefox Credentials
sat: Firefox ᱧᱩᱛᱩᱢ ᱦᱟᱨ

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
sat: ᱱᱚᱶᱟ ᱟᱢᱟᱜ ᱪᱤᱛᱟᱹᱨ ᱠᱚ ᱠᱮᱢᱨᱟ ᱨᱚᱞᱞ ᱨᱮ ᱥᱟᱸᱪᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱛᱟᱣᱟ ᱾

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
sat: Firefox ᱟᱢᱟᱠ ᱪᱤᱛᱚᱨ ᱠᱚ ᱟᱹᱛᱩᱨ ᱥᱟᱱᱟᱭ ᱤ ᱠᱟᱱᱟ

# PhotonMenu.close
source: Close
sat: ᱵᱚᱸᱫᱚᱭ

source: Privacy
sat: ᱱᱤᱡᱮᱨᱟᱠ

source: Privacy Policy
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱫᱟᱱᱟᱲ ᱨᱤᱛᱤ

source: Quick-Search Engines
sat: ᱞᱚᱜᱚᱱ-ᱯᱟᱱᱛᱮ ᱤᱸᱡᱤᱱ ᱠᱚ

source: Reader View
sat: ᱯᱟᱲᱦᱟᱣ ᱧᱮᱞ

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
sat: ᱯᱟᱲᱦᱟᱣ ᱚᱵᱚᱥᱛᱟ ᱢᱮᱱᱟ-ᱟ

source: Reading list
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ

# RecentlyClosedTabsPanel.Title
source: Recently Closed
sat: ᱱᱤᱛᱚᱜ ᱵᱚᱸᱫᱚᱼᱟᱜ

source: Reload
sat: ᱫᱚᱦᱲᱟ ᱞᱟᱫᱤ

source: Reload page
sat: ᱥᱟᱦᱴᱟ ᱫᱚᱦᱲᱟ ᱞᱟᱫᱮ ᱢᱮ

source: Remove
sat: ᱚᱪᱚᱜ ᱢᱮ

source: Remove from Reading List
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱠᱷᱚᱱ ᱚᱪᱚᱜ ᱢᱮ

# ReopenAlert.Actions.Cancel
source: Cancel
sat: ᱵᱟᱹᱰᱨᱟᱹ

# ReopenAlert.Actions.Reopen
source: Reopen
sat: ᱫᱚᱦᱲᱟ ᱡᱷᱤᱜ

# ReopenAlert.Title
source: Reopen Last Closed Tab
sat: ᱢᱟᱲᱟᱝ ᱵᱚᱸᱫ ᱟᱠᱟᱱ ᱴᱮᱵ ᱠᱚ ᱫᱩᱦᱰᱟ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# ReopenClosedTab.KeyCodeTitle
source: Reopen Closed Tab
sat: ᱵᱚᱸᱫ ᱟᱠᱟᱱ ᱴᱮᱵ ᱠᱚ ᱫᱩᱦᱰᱟ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

source: Reset text size
sat: ᱚᱱᱚᱞ ᱢᱟᱨᱟᱝ ᱛᱮᱛ ᱥᱟᱡᱟᱣ ᱫᱚᱦᱲᱟ ᱢᱮ

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱟᱸᱪᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱨᱮᱰᱟᱹᱨ ᱧᱮᱞ ᱠᱚᱱᱨᱚᱞ ᱨᱮ ᱯᱚᱛᱚᱵ ᱯᱞᱚᱥ ᱟᱭᱠᱚᱱ ᱚᱛᱟᱭ ᱢᱮ ᱾

# ScanQRCode.Error.OK.Button
source: OK
sat: ᱴᱷᱤᱠ

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
sat: Scan ᱞᱟᱹᱜᱤᱛ ᱛᱮ QR ᱠᱳᱰ ᱥᱟᱡ ᱵᱷᱤᱛᱨᱤ ᱨᱮ ᱛᱷᱟᱨ ᱦᱚᱪᱚᱜ ᱢᱮ

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
sat: ᱥᱟᱠᱷᱤᱭᱟᱛ ᱫᱚ ᱵᱟᱲ ᱵᱟᱛᱟᱣ ᱢᱮᱱᱟ-ᱟ

# ScanQRCode.PermissionError.Message
source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
sat: ᱫᱚᱭᱟᱠᱟᱛᱮ Firefox ᱥᱟᱫᱷᱚᱱ ᱨᱮᱭᱟᱜ ᱠᱮᱢᱨᱟ ᱵᱮᱵᱷᱟᱨ ᱪᱷᱚᱭ ᱮᱢ ‘ᱥᱟᱡᱟᱣ’ -> ‘ᱫᱟᱱᱟᱲ’ -> ‘ᱠᱮᱢᱨᱟ’ ᱾

# ScanQRCode.View.Title
source: Scan QR Code
sat: QR ᱠᱚᱰ ᱥᱠᱟᱱ ᱢᱮ

source: Search
sat: ᱥᱮᱸᱫᱽᱨᱟ

source: Search or enter address
sat: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱝᱠᱷᱟᱱ ᱴᱷᱤᱠᱟᱹᱱᱟ ᱟᱫᱮᱨ

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
sat: ᱱᱟᱶᱟ ᱯᱟᱱᱛᱮ ᱮᱱᱡᱤᱱ ᱫᱚ ᱞᱚᱜᱚᱱ ᱥᱮᱸᱽᱨᱟ ᱵᱟᱨ ᱨᱮ ᱫᱮᱠᱷᱟᱣᱜᱼᱟ ᱾

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
sat: ᱥᱮᱸᱫᱽᱨᱟ ᱤᱸᱡᱤᱱ ᱡᱩᱲᱣ ᱠᱤᱫᱟ!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
sat: ᱥᱮᱸᱫᱽᱨᱟ ᱮᱢᱚᱜᱤᱡ ᱥᱮᱞᱮᱫᱮᱭᱟᱢ?

# Search.ThirdPartyEngines.Cancel
source: Cancel
sat: ᱵᱟᱹᱰᱨᱟᱹ

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
sat: ᱯᱟᱱᱛᱮ ᱮᱱᱡᱤᱱ ᱱᱚᱶᱟ ᱴᱭᱴᱤᱞ ᱟᱨ ᱵᱟᱝ URL ᱥᱟᱞᱟᱜ ᱢᱟᱲᱟᱝ ᱠᱷᱚᱱ ᱜᱮ ᱥᱮᱞᱮᱫ ᱟᱠᱟᱱᱟ ᱾

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
sat: ᱰᱤᱜᱟᱹᱣᱮᱱᱟ

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
sat: ᱯᱟᱱᱛᱮ ᱮᱢᱚᱜᱤᱡ ᱵᱟᱭ ᱥᱮᱞᱮᱫ ᱟᱠᱟᱱᱟ ᱾

# Search.ThirdPartyEngines.FailedTitle
source: Failed
sat: ᱰᱤᱜᱟᱹᱣᱮᱱᱟ

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
sat: ᱫᱭᱟ ᱠᱟᱛᱮ ᱡᱚᱛᱚ ᱡᱟᱭᱜᱟ ᱵᱮᱥ ᱞᱮᱠᱟ ᱛᱮ ᱯᱮᱨᱮᱡ ᱢᱮ᱾

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
sat: ᱰᱤᱜᱟᱹᱣᱮᱱᱟ

# Search.ThirdPartyEngines.OK
source: OK
sat: ᱴᱷᱤᱠ

source: Searches for the suggestion
sat: ᱦᱩᱫᱤᱥ ᱞᱟᱹᱜᱤᱫ ᱥᱮᱸᱫᱽᱨᱟ

source: Secure connection
sat: ᱡᱟᱯᱛᱤ ᱡᱚᱱᱚᱲᱟᱣ

source: Send Feedback
sat: ᱯᱩᱥᱴᱟᱣ ᱠᱩᱞ ᱢᱮ

source: Send Report
sat: ᱨᱤᱯᱚᱴ ᱠᱩᱞ ᱢᱮ

source: Send a crash report so Mozilla can fix the problem?
sat: ᱨᱚᱯᱩᱫ ᱨᱤᱯᱳᱨᱴ ᱠᱩᱞ ᱢᱮ ᱛᱚᱵᱚᱠᱷᱟᱱ ᱢᱚᱡᱤᱞᱟ ᱫᱤᱜᱫᱷᱷᱟ ᱴᱟ ᱴᱷᱤᱠ ᱫᱟᱲᱤᱟᱭ?

# SendTo.Cancel.Button
source: Cancel
sat: ᱵᱟᱹᱰᱨᱟᱹ

# SendTo.DeviceList.Text
source: Available devices:
sat: ᱧᱟᱢᱚᱜᱟ ᱥᱟᱫᱷᱚᱱ:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
sat: ᱮᱠᱷᱮᱱ HTTP ᱟᱨ HTTPS ᱞᱤᱸᱠ ᱠᱚ ᱜᱤ ᱦᱟᱹᱴᱤᱧᱟᱜ ᱫᱚᱲᱤ ᱟᱢ᱾

# SendTo.Error.OK.Button
source: OK
sat: ᱴᱷᱤᱠ

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
sat: ᱡᱟ ᱞᱤᱸᱠ ᱟᱢ ᱦᱟᱹᱴᱤᱧᱟᱜ ᱞᱟᱹᱜᱤᱛ ᱛᱮ ᱠᱩᱨᱩᱢᱩᱴᱩᱤ ᱫᱟᱢ ᱚᱱᱟ ᱵᱟᱝ ᱦᱟᱹᱴᱤᱧᱟᱜ ᱚᱣᱟ᱾

# SendTo.NavBar.Title
source: Send Tab
sat: ᱴᱮᱵ ᱠᱩᱞ ᱢᱮ

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
sat: ᱲᱟᱢ ᱴᱷᱮᱱ ᱚᱞᱜᱟ Firefox ᱠᱷᱟᱛᱟ ᱟᱹᱭᱨ ᱢᱤᱫ ᱞᱟᱹᱜᱤᱫ ᱟᱞᱜᱟ ᱥᱟᱫᱷᱚᱱ ᱡᱩᱰᱟᱹᱣ ᱵᱟᱹᱱᱩᱜᱟ ᱾

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
sat: ᱫᱭᱟ ᱠᱟᱛᱮ Firefox ᱡᱷᱤᱜ ᱢᱮ, ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮ ᱪᱟᱞᱟ ᱢᱮ ᱟᱨ ᱞᱮᱛᱟᱰ ᱞᱟᱹᱜᱤᱛ ᱛᱮ ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ ᱢᱮ᱾

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
sat: ᱟᱢ ᱟᱢᱟᱠ Firefox ᱠᱷᱟᱛᱟ ᱨᱮ ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ ᱵᱚᱱᱩᱢ-ᱟ ᱾

# SendTo.SendAction.Text
source: Send
sat: ᱵᱷᱮᱡᱟ

# SendTo.SignIn.Button
source: Sign In to Firefox
sat: Firefox ᱛᱮ ᱵᱚᱞᱚᱱ ᱢᱮ

# SentTab.AddToReadingListAction.Title
source: Add to Reading List
sat: ᱯᱟᱰᱦᱟᱣ ᱞᱤᱥᱴᱤ ᱨᱮ ᱥᱮᱞᱮᱫ ᱢᱮ

# SentTab.BookmarkAction.title
source: Bookmark
sat: ᱵᱩᱩᱠᱢᱟᱨᱠ

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
sat: ᱮᱦᱚᱵ ᱞᱟᱹᱜᱤᱛ ᱛᱮ ᱚᱛᱟᱭ ᱢᱮ

# SentTab.NoTabArrivingNotification.title
source: Firefox Sync
sat: Firefox ᱛᱚᱞ ᱡᱚᱠᱷᱟ

# SentTab.ViewAction.title
source: View
sat: ᱧᱮᱞ ᱢᱮ

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
sat: ᱚᱞᱜᱟ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱱᱟᱶᱟ ᱴᱮᱵ ᱦᱮᱡᱮᱱᱟ ᱾

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
sat: ᱴᱮᱵ ᱭᱟᱢᱮᱱᱟ

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
sat: %@ ᱨᱮ ᱱᱟᱶᱟ ᱴᱮᱵ ᱡᱮᱡᱮᱱᱟ

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
sat: %@ ᱠᱷᱚᱱ ᱴᱮᱵ ᱭᱟᱢᱮᱱᱟ

source: Sepia
sat: ᱥᱤᱯᱤᱭᱟ

source: Settings
sat: ᱥᱟᱡᱟᱣ ᱠᱚ

# Settings.AddCustomEngine
source: Add Search Engine
sat: ᱥᱮᱸᱫᱽᱨᱟ ᱤᱸᱡᱤᱱ ᱥᱮᱞᱮᱫ ᱢᱮ

# Settings.AddCustomEngine.SaveButtonText
source: Save
sat: ᱥᱟᱸᱪᱟᱣ ᱢᱮ

# Settings.AddCustomEngine.Title
source: Add Search Engine
sat: ᱥᱮᱸᱫᱽᱨᱟ ᱤᱸᱡᱤᱱ ᱥᱮᱞᱮᱫ ᱢᱮ

# Settings.AddCustomEngine.TitleLabel
source: Title
sat: ᱧᱩᱛᱩᱢ

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
sat: ᱥᱮᱸᱫᱽᱨᱟ ᱤᱸᱡᱤᱱ

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
sat: URL (%s ᱥᱟᱞᱟᱜ ᱵᱚᱫᱚᱞ ᱢᱮ)

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Website Data
sat: ᱡᱚᱛᱚ ᱣᱮᱵ ᱥᱟᱭᱤᱴ ᱥᱟᱠᱷᱤᱭᱟᱛ ᱯᱷᱟᱨᱪᱟᱭ ᱢᱮ

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱥᱟᱠᱷᱤᱭᱟᱛ ᱚᱪᱚᱜ ᱢᱮ

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱥᱟᱠᱷᱤᱭᱟᱛ ᱚᱪᱚᱜ ᱢᱮ

# Settings.ClearPrivateData.Title
source: Clear Private Data
sat: ᱱᱤᱡᱮᱨᱟᱠ ᱥᱟᱠᱷᱤᱭᱟᱛ ᱚᱪᱜ ᱢᱮ

# Settings.CopyAppVersion.Title
source: Copied to clipboard
sat: ᱨᱮᱴᱚᱯ ᱵᱳᱨᱰ ᱨᱮ ᱱᱚᱠᱚᱞᱮᱱᱟ

# Settings.DNT.OptionAlwaysOn
source: Always
sat: ᱡᱟᱣᱜᱮ

# Settings.DNT.OptionOnWithTP
source: Only when using Tracking Protection
sat: ᱡᱚᱠᱷᱚᱱ ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ ᱵᱮᱵᱷᱟᱨ ᱦᱩᱭᱩ ᱠᱟᱱᱟ

# Settings.DNT.Title
source: Send websites a Do Not Track signal that you don’t want to be tracked
sat: ᱣᱮᱵᱥᱟᱭᱤᱴ ᱚᱞᱚᱢ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱥᱤᱜᱱᱟᱞ ᱮᱢᱟ ᱠᱚᱢ ᱚᱠᱚᱭ ᱟᱢ ᱵᱟᱝ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ

# Settings.DataManagement.SearchLabel
source: Filter Sites
sat: ᱥᱟᱤᱴ ᱠᱚ ᱪᱷᱚᱱᱤ ᱢᱮ

# Settings.DataManagement.SectionName
source: Data Management
sat: ᱥᱟᱠᱷᱤᱭᱟᱛ ᱵᱮᱵᱚᱥᱛᱟ

# Settings.DataManagement.Title
source: Data Management
sat: ᱥᱟᱠᱷᱤᱭᱟᱛ ᱵᱮᱵᱚᱥᱛᱟ

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
sat: Firefox ᱟᱢᱟᱜ ᱠᱷᱟᱛᱟ ᱥᱟᱞᱟᱜ ᱟᱭᱩᱨ ᱢᱤᱫ ᱵᱚᱸᱫᱭ ᱟᱭ, ᱦᱮᱞᱮ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱪᱮᱫ ᱦᱚᱸ ᱵᱟᱭ ᱢᱮᱴᱟᱣᱟᱭ ᱾

# Settings.Disconnect.Button
source: Disconnect Sync
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱵᱟᱝ ᱡᱚᱲᱟᱣ

# Settings.Disconnect.CancelButton
source: Cancel
sat: ᱵᱟᱹᱰᱨᱟᱹ

# Settings.Disconnect.DestructiveButton
source: Disconnect
sat: ᱡᱚᱱᱚᱲᱟᱣ ᱚᱪᱚᱜ

# Settings.Disconnect.Title
source: Disconnect Sync?
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱵᱟᱝ ᱡᱚᱲᱟᱣ?

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
sat: ᱫᱩᱣᱟᱨ

# Settings.DisplayTheme.Manual.StatusLabel
source: Manual
sat: ᱛᱤ ᱛᱮᱭᱟᱠ

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
sat: ᱚᱠᱟᱴᱟ ᱩᱭᱦᱚᱨ ᱟᱢ ᱪᱚᱭᱳ ᱠᱟᱱᱟᱢ ᱦᱟᱞᱟᱝ ᱢᱮ

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
sat: ᱛᱤ ᱛᱮᱭᱟᱠ

# Settings.DisplayTheme.OptionDark
source: Dark
sat: ᱦᱮᱸᱫᱮ

# Settings.DisplayTheme.OptionLight
source: Light
sat: ᱯᱩᱸᱲ

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
sat: ᱰᱤᱥᱯᱞᱟᱭ ᱡᱷᱟᱞᱠᱟᱣ ᱨᱮ ᱟᱢᱟᱜ ᱛᱷᱮᱢ ᱟᱡ ᱛᱮᱜᱮ ᱵᱚᱫᱚᱞᱚᱜᱼᱟ ᱾ ᱟᱢ ᱛᱷᱨᱤᱥᱚᱞᱰ ᱥᱮᱴ ᱫᱟᱲᱮᱟᱜᱟᱢ ᱡᱟᱦᱟᱸ ᱨᱮ ᱟᱢ ᱛᱷᱮᱢ ᱵᱚᱫᱚᱞ ᱫᱟᱲᱮᱟᱜᱼᱟᱢ ᱾ ᱜᱩᱞ ᱨᱮ ᱫᱚ ᱟᱢᱟᱜ ᱱᱤᱛᱚᱜ ᱨᱮᱭᱟᱜ ᱡᱷᱟᱞᱠᱟᱣ ᱫᱮᱠᱷᱟᱣᱟᱭ ᱾

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
sat: ᱚᱵᱥᱛᱟ ᱵᱚᱫᱚᱞ

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
sat: ᱥᱠᱨᱤᱱ ᱡᱷᱟᱞᱠᱟᱣ ᱦᱤᱥᱟᱹᱵ ᱛᱮ ᱟᱡ ᱛᱮᱜᱮ ᱵᱚᱫᱚᱞ ᱚᱜᱼᱟ

# Settings.DisplayTheme.SwitchTitle
source: Automatically
sat: ᱟᱪᱛᱮ

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
sat: ᱥᱤᱥᱴᱮᱢ ᱩᱭᱦᱚᱨ

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
sat: ᱥᱤᱥᱴᱮᱢ ᱯᱩᱸᱲ/ᱦᱮᱸᱫᱮ ᱚᱵᱚᱥᱛᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
sat: ᱩᱭᱦᱚᱨ ᱦᱟᱞᱟᱸᱜ-ᱟ

# Settings.DisplayTheme.Title.v2
source: Theme
sat: ᱩᱭᱦᱚᱨ

# Settings.FxA.DeviceName
source: Device Name
sat: ᱥᱟᱫᱷᱚᱱ ᱨᱮᱭᱟᱜ ᱧᱩᱛᱩᱢ

# Settings.FxA.Sync.SectionName
source: Sync Settings
sat: ᱛᱚᱞ ᱡᱚᱠᱷᱟ ᱥᱟᱡᱟᱣ ᱠᱚ

# Settings.FxA.Title
source: Firefox Account
sat: Firefox ᱠᱷᱟᱛᱟ

# Settings.General.SectionName
source: General
sat: ᱥᱟᱫᱷᱟᱨᱚᱱ

# Settings.HomePage.Clear.Button
source: Clear
sat: ᱯᱷᱟᱨᱪᱟ

# Settings.HomePage.SectionName
source: Homepage
sat: ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ

# Settings.HomePage.Title
source: Homepage Settings
sat: ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ ᱥᱟᱡᱟᱣ ᱠᱚ

# Settings.HomePage.URL.Placeholder
source: Enter a webpage
sat: ᱢᱤᱫᱴᱟᱹᱝ ᱣᱮᱵ ᱥᱟᱦᱴᱟ ᱟᱫᱮᱨ ᱢᱮ

# Settings.HomePage.URL.Title
source: Current Homepage
sat: ᱱᱤᱛᱚᱜᱟ ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ

# Settings.HomePage.UseCopiedLink.Button
source: Use Copied Link
sat: ᱱᱚᱠᱚᱞ ᱟᱠᱱᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
sat: ᱱᱤᱛᱚᱜᱟᱠ ᱥᱟᱦᱴᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

# Settings.HomePage.UseDefault.Button
source: Use Default
sat: ᱢᱩᱞ ᱯᱷᱮᱲᱟᱛ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
sat: ᱵᱚᱞᱚᱱ ᱠᱚ ᱟᱨ ᱫᱟᱱᱟᱲ ᱥᱟᱵᱟᱫ ᱠᱚ

# Settings.NewTab.CustomURL
source: Custom URL
sat: ᱠᱩᱥᱤᱭᱟᱠ URL

# Settings.NewTab.Description
source: When you open a New Tab:
sat: ᱡᱚᱠᱷᱚᱱ ᱟᱢ ᱱᱟᱶᱟ ᱴᱮᱵ ᱡᱷᱤᱜ ᱟᱢ:

# Settings.NewTab.Option.ASTitle
source: Customize Top Sites
sat: ᱪᱮᱛᱟᱱ ᱥᱟᱭᱤᱴ ᱠᱚᱥᱴᱚᱢᱟᱭᱤᱡ

# Settings.NewTab.Option.BlankPage
source: Blank Page
sat: ᱮᱠᱷᱮᱱᱟ ᱥᱟᱦᱴᱟ

# Settings.NewTab.Option.Bookmarks
source: Bookmarks
sat: ᱵᱩᱠᱢᱟᱨᱠ

# Settings.NewTab.Option.CustomizeFooter
source: The sites you visit most
sat: ᱡᱟᱹᱥᱛᱤ ᱦᱤᱨᱤᱟᱠᱟᱱ ᱥᱟᱭᱤᱴ

# Settings.NewTab.Option.CustomizeTitle
source: Customize Firefox Home
sat: Firefox ᱚᱲᱟᱜ ᱠᱩᱥᱤᱭᱟᱠ ᱛᱮᱭᱟᱨ ᱢᱮ

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
sat: Firefox ᱚᱲᱟᱜ

# Settings.NewTab.Option.HighlightsBookmarks
source: Recent Bookmarks
sat: ᱱᱤᱛᱚᱜᱟᱠ ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ

# Settings.NewTab.Option.HighlightsHistory
source: Visited
sat: ᱧᱮᱞᱟᱠ

# Settings.NewTab.Option.History
source: History
sat: ᱦᱤᱛᱟᱹᱞ

# Settings.NewTab.Option.HomePage
source: Homepage
sat: ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ

# Settings.NewTab.Option.Pocket
source: Trending on Pocket
sat: ᱯᱚᱠᱮᱴ ᱨᱮ ᱴᱨᱮᱱᱰᱤᱝ ᱚ ᱠᱟᱱᱟ
